[{"pk": 1, "model": "rome_app.biography", "fields": {"bio": "##  Ghezzi, Pietro Leone (1674-1755)\r\n\r\n### Variant Names\r\n\r\n———\r\n\r\n### Dates\r\n\r\nb. 28 June 1674, Rome\r\n\r\nd. 6 March 1755, Rome\r\n\r\n### Occupation(s)\r\n\r\n  * painter\r\n  * draughtsman\r\n\r\n### Biography\r\n\r\nPietro Leone Ghezzi, son of the noted painter Giuseppe Ghezzi, was an esteemed\r\nItalian painter and draughstman working in Rome between about 1698 and his\r\ndeath in 1755. Ghezzi was trained by his father in the Roman classical\r\ntradition and his paintings could be found in both churches and private\r\ncollections throughout Rome, but his skill with portraiture and sense of humor\r\nled him to become most famous as a caricaturist. In fact, Ghezzi is considered\r\nto be the first professional caricaturist, producing thousands of drawings\r\nthroughout his lifetime.\r\n\r\nThe earliest of Ghezzi’s caricature drawings date from the late seventeenth\r\nand early eighteenth centuries and mainly depict aristocrats, artists and\r\nchurchmen. Ghezzi moved among the upper-echelons of Roman society; his patrons\r\nincluded Roman nobility, prominent clergymen, and French aristocrats living in\r\nRome (Pope Clement XI was a particularly important patron of Ghezzi). He was\r\ntherefore witness to the lives of the Roman elite, which he illustrated in his\r\nmany caricature drawings and etchings. Thus one valuable aspect of Ghezzi’s\r\nwork is its contribution to modern knowledge about less recorded aspects of\r\nRoman society during this period.\r\n\r\nAlthough Ghezzi was most known for his caricature drawings, at the beginning\r\nof his career he also produced a number of religious paintings and frescoes\r\nfor various churches throughout Rome, as well as a large number of non-\r\ncaricatured prints, which depicted a range of subjects including archaeology\r\nand theology. While Ghezzi’s caricatures are notable for the humor of the\r\nfacial expressions, expressed through bold contour lines, his other prints\r\nshow an attention to perspective and volume through shading and chiaroscuro.\r\n\r\nGhezzi led a prolific and illustrious career, and he earned many honors\r\nthroughout his lifetime. He was awarded the status of *Accademico di Merito*\r\nat the *Accademia di San Luca* in 1705; he was named painter of the *Camera\r\nApsotolica* by Clement XI in 1708, a title which involved, among other duties,\r\nthe curation of the papal collections, the supervision of architectural sites,\r\nand the decoration of buildings.\r\n\r\nR. G-F.\r\n\r\n### Sources\r\n\r\n  * Bellini, Paolo. \"Pier Leone Ghezzi.\" *Italian Masters of the Seventeenth Century*. New York: Abaris, 2005. 121-50. Print.\r\n  * Ravasio, Raffaella Bentivoglio. “Ghezzi: (2) Pier Leone Ghezzi.” *Grove Art Online. Oxford Art Online*. 9 Dec. 2010. Web*\r\n  * Lo Bianco, Anna. “Ghezzi, Pier Leone.” *Dizionario Biografico degli Italiani*. Vol. 53. Rome: Istituto della Enciclopedia Italiana, 1999. 682-689. Print.\r\n\r\n", "name": "Ghezzi, Pietro Leone", "roles": "painter draughtsman", "trp_id": "0100", "death_date": "1755-04-06", "alternate_names": "", "birth_date": "1674-06-28", "external_id": "http://vocab.getty.edu/ulan/500014963"}}, {"pk": 2, "model": "rome_app.biography", "fields": {"bio": "##  Polustinus, Ioannes Baptista Honoratus\r\n\r\n### Variant Names\r\n\r\nNone\r\n\r\n### Dates\r\n\r\nUnknown\r\n\r\n### Occupation(s)\r\n\r\nUnknown\r\n", "name": "Polustinus, Ioannes Baptista Honoratus", "roles": "", "trp_id": "0019", "death_date": "", "alternate_names": "", "birth_date": "", "external_id": ""}}, {"pk": 3, "model": "rome_app.biography", "fields": {"bio": "##Monogram FB\r\n\r\n\r\n### Variant Names\r\n\r\nNone known\r\n\r\n### Dates\r\n\r\nUnknown\r\n\r\n### Occupation(s)\r\n\r\nUnknown\r\n\r\n", "name": "Monogram FB", "roles": "", "trp_id": "0018", "death_date": "", "alternate_names": "", "birth_date": "", "external_id": ""}}, {"pk": 4, "model": "rome_app.biography", "fields": {"bio": "##To.Collin.\r\n\r\n\r\n### Variant Names\r\n\r\nNone known\r\n\r\n### Dates\r\n\r\nUnknown\r\n\r\n### Occupation(s)\r\n\r\nUnknown\r\n", "name": "To. Collin", "roles": "", "trp_id": "0017", "death_date": "", "alternate_names": "", "birth_date": "", "external_id": ""}}, {"pk": 5, "model": "rome_app.biography", "fields": {"bio": "##Balliu, Bernard de\r\n\r\n\r\n### Variant Names\r\n\r\nNone known\r\n\r\n### Dates\r\n\r\nUnknown\r\n\r\n### Occupation(s)\r\n\r\nUnknown\r\n", "name": "Balliu, Bernard de", "roles": "", "trp_id": "0016", "death_date": "", "alternate_names": "", "birth_date": "", "external_id": ""}}, {"pk": 6, "model": "rome_app.biography", "fields": {"bio": "##Denner, B.\r\n\r\n\r\n### Variant Names\r\n\r\nNone known\r\n\r\n### Dates\r\n\r\nUnknown\r\n\r\n### Occupation(s)\r\n\r\nUnknown\r\n", "name": "Denner, B", "roles": "", "trp_id": "0013", "death_date": "", "alternate_names": "", "birth_date": "", "external_id": ""}}, {"pk": 7, "model": "rome_app.biography", "fields": {"bio": "##Monogram BD\r\n\r\n\r\n### Variant Names\r\n\r\nNone known\r\n\r\n### Dates\r\n\r\nUnknown\r\n\r\n### Occupation(s)\r\n\r\nUnknown\r\n", "name": "Monogram BD", "roles": "", "trp_id": "0008", "death_date": "", "alternate_names": "", "birth_date": "", "external_id": ""}}, {"pk": 8, "model": "rome_app.biography", "fields": {"bio": "##Rossi, Giovanni Domenico di\r\n\r\n\r\n### Variant Names\r\n\r\nNone known\r\n\r\n### Dates\r\n\r\nUnknown\r\n\r\n### Occupation(s)\r\n\r\nUnknown\r\n", "name": "Rossi, Giovanni Domenico di", "roles": "", "trp_id": "0005", "death_date": "", "alternate_names": "", "birth_date": "", "external_id": ""}}, {"pk": 9, "model": "rome_app.biography", "fields": {"bio": "##Rossi Giuseppe de\r\n\r\n\r\n### Variant Names\r\n\r\nNone known\r\n\r\n### Dates\r\n\r\nUnknown\r\n\r\n### Occupation(s)\r\n\r\nUnknown\r\n", "name": "Rossi, Giuseppe de", "roles": "", "trp_id": "0004", "death_date": "", "alternate_names": "", "birth_date": "", "external_id": ""}}, {"pk": 10, "model": "rome_app.biography", "fields": {"bio": "#  Piranesi, Giovanni Battista (1720-1778)\r\n\r\n### Variant Names\r\n\r\n  * Piranesi, Giambattista\r\n\r\n### Dates\r\n\r\nb. 4 October 1720, Mogliano, near Mestre\r\n\r\nd. 9 November 1778, Rome\r\n\r\n### Occupation(s)\r\n\r\n  * draughtsman\r\n  * engraver\r\n  * architect\r\n\r\n### Biography\r\n\r\nGiovanni Battista Piranesi was an Italian draughtsman and engraver of\r\narchitectural views who worked in Venice, Naples and Rome during the\r\neighteenth century. He was the son of a master builder and his uncle, the\r\narchitect and engineer Matteo Lucchesi, was his first teacher. He trained with\r\nthe architect Giovanni Antonio Scalfarotto before continuing his studies in\r\narchitecture, painting and drawing under Giuseppe and Domenico Valeriano, who\r\nwere noted for their knowledge of perspective. Piranesi maintained a strong\r\ninterest in architecture and archaeology throughout his lifetime, and this\r\nfascination helped shape the content of his prolific work as an engraver.\r\n\r\nPiranesi moved to Rome in 1740, where he began to dedicate himself decisively\r\nto the study of engraving. He apprenticed under one of the principle engravers\r\nworking in Rome, the Sicilian-born [Giuseppe Vasi](http://library.brown.edu/projects/rome/people/0105), who taught\r\nPiranesi the fundamentals of intaglio techniques. Between 1743 and 1747,\r\nPrianesi travelled around Italy, mainly in Naples and Venice, where he\r\nencountered the work of painters such as Francesco Polanzani and Giovanni\r\nBattista Tiepolo. During this period, Piranesi developed those conceptual and\r\npictorial elements, which included classical motifs, soaring perspectives, and\r\na skilled use of chiaroscuro, that came to distinguish his style of engraving.\r\n\r\nIn 1747, Piranesi permanently established himself in Rome and released his\r\nfirst independent set of prints in the following year. He cemented his\r\nposition as one of the city’s foremost engravers with the publication of over\r\n250 plates in [ _Le antichità Romane_\r\n](http://library.brown.edu/find/Record/dc1126279548346484) (1748) In this\r\nfour-volume series, he illustrated the remnants of ancient buildings and\r\nbuilding techniques throughout Rome. Some of the views depict ruinous scenes,\r\nalong with an element of fantasy that was more pronounced in other works by\r\nPiranesi, which included capricci, decorative views of architectural\r\nfantasies.\r\n\r\nPiranesi entered into the Greco-Roman debate of the eighteenth century, which\r\naddressed the relative superiority of Greek and Roman architecture, with the\r\nrelease of _Della magnificenza ed architettura dei Romani_ in 1761. In this\r\nfolio, Piranesi refuted the claim that Roman architecture derived from the\r\nGreeks, asserting instead through a series of prints that the origin of Roman\r\narchitecture lay with the Etruscans. Additional books published by Piranesi\r\nthroughout the 1760s proclaimed the originality of the Etruscans, the genius\r\nof Roman urban planning and the superiority of Roman architecture over that of\r\nthe Greeks. One of the most clearly polemical of Piranesi’s works was _Il\r\nCampo Marzio dell’antica Roma_ (1762), which analyzed the remains of the\r\nCampus Martius and was dedicated to Piranesi’s friend and colleague, Robert\r\nAdam.\r\n\r\nAdam was a Scottish designer who first witnessed Piranesi’s work when he\r\nembarked on a grand tour from London and took up residence in Italy from 1754\r\nto 1758. The two artists quickly developed a close and productive friendship,\r\nand Piranesi came to consider Adam an adept artistic colleague. Meanwhile,\r\nPiranesi’s work had a profound influence on Adam, whose stay in Italy was\r\nmarked by a great deal of productivity and experimentation. His brother James\r\nmade the tour two years later, from 1760 to 1763, but was less interested in\r\nPiranesi’s work and less productive during his stay than his brother had been.\r\nAdam returned to London with a style highly influenced by Piranesi, which left\r\nits own impression on eighteenth-century British design.\r\n\r\nDuring his career, Piranesi produced a tremendous output of over 1000 plates,\r\nof which between 600 and 700 survive. These display both a technical\r\naccomplishment and level realism, as well as innovation and a fantastical\r\ndimension. Through the combination of antique themes with dramatic\r\ncompositions, Piranesi’s work both reinforced and challenged the Neoclassical\r\ntaste that took hold in Europe during the later eighteenth century. He was\r\nmade a member of the Order of Christ and named an Honorary Fellow of the\r\nSociety of Antiquarians in London in 1757, but the quality of his\r\ndraughtsmanship and ingenuity and the quantity of his engravings are the\r\nbiggest testaments to his illustrious career.\r\n\r\nR. G-F.\r\n\r\n### Sources\r\n\r\n  * Kantor-Kazovsky, Lola. _Piranesi as Interpreter of Roman Architecture and the Origins of His Intellectual World_. Florence: L.S. Olschki, 2006. Print.\r\n  * Lawrence, Sarah E. and John Wilton-Ely. _Piranesi as Designer_. New York: Cooper-Hewitt, National Design Museum, Smithsonian Institution, 2007. Print.\r\n  * Murray, Peter. _Piranesi and the Grandeur of Ancient Rome_. London: Thames and Hudson, 1971. Print.\r\n  * Wendort, Richard. “Piranesi’s Double Ruin.” _Eighteenth-Century Studies_. 34.2 (2001): 161-180. Print.\r\n  * Wilton-Ely, John. _Piranesi as Architect and Designer_. New York: Pierpont Morgan Library, 1993. Print.\r\n  * Wilton-Ely, John. “Piranesi, Giovanni Battista [Giambattista].” _Grove Art Online. Oxford Art Online_. Web.\r\n  * Wilton-Ely, John. _The Mind and Art of Giovanni Battista Piranesi_. London: Thames and Hudson, 1978. Print.\r\n\r\n\r\n  ", "name": "Piranesi, Giovanni Battista", "roles": "draughtsman; engraver; architect", "trp_id": "0001", "death_date": "1778-11-09", "alternate_names": "Piranesi, Giambattista", "birth_date": "1720-10--4", "external_id": "http://vocab.getty.edu/ulan/500114965"}}, {"pk": 11, "model": "rome_app.biography", "fields": {"bio": "#  Polanzani, Francesco (1700-1783)\r\n\r\n### Variant Names\r\n\r\n  * Polanzani, Felice\r\n\r\n### Dates\r\n\r\nb. 1700, Noale, Venice\r\n\r\nd. 1738, Rome\r\n\r\n### Occupation(s)\r\n\r\n  * engraver\r\n\r\n### Biography\r\n\r\nFrancesco Polanzani was an Italian engraver who worked first in Venice, near\r\nhis hometown of Noale, before moving to Rome around 1742. He specialized in\r\ntechniques of etching and engraving, and upon his arrival in Rome he became a\r\nmaster carver at l’_Ospizio di San Michele_ a Ripa, an institution founded as\r\nan orphanage with an adjacent school for apprenticeships. Shortly after\r\narriving in Rome, Polanzani established a working relationship with [Giovanni\r\nBattista Piranesi](trp-0001), the master etcher, engraver and architect. One\r\nof Polanzani’s most famous works is an etching of Piranesi, which was used as\r\nthe frontispiece for Piranesi’s book of engravings, _Antichità Romane_ (1756).\r\nHe is also well known for engraving a series of twenty-two plates depicting\r\nthe _Life of the Virgin_ based on drawings that are attributable either to the\r\nFrench painter and draughtsman Nicolas Poussin (1594-1665), or to the French\r\npainter and printmaker Jacques Stella (1596-1657). Polanzani also engraved\r\nworks by A. van Dyck, Carlo Cignani and Marco Benefiali.\r\n\r\nR. G-F.\r\n\r\n### Sources\r\n\r\n  * Benezit, Emmanuel. “Polanzani, Francesco.” _Dictionary of Artists_. Vol. 11. Paris, Gründ: 2006. 156. Print.\r\n  * Bryan, Michael. \"Polanzani.\" _A Biographical and Critical Dictionary of Painters and Engravers, from the Revival of the Art under Cimabue ... to the Present Time: with the Ciphers, Monograms, and Marks, Used by Each Engraver_. Ed. George Stanley. London: H.G. Bohn, 1849. 586. Print.\r\n  * Thieme, Ulrich and Felix Becker. “Polanzani.” _Allgemeines Lexikon der Bildenden Kunstler von der Antike bis zur Gegenwart_. Leipzig: W. Engelmann, 1907. 203. Print.\r\n", "name": "Polanzani, Francesco", "roles": "engraver", "trp_id": "0002", "death_date": "1738", "alternate_names": "Polanzani, Felice", "birth_date": "1700", "external_id": ""}}, {"pk": 12, "model": "rome_app.biography", "fields": {"bio": "#  Bufalini, Leonardo (1486 or 1500-1552)\r\n\r\n### Variant Names\r\n\r\n———\r\n\r\n### Dates\r\n\r\nb. 1486 or 1500, Udine\r\n\r\nd. c. 1552, Rome\r\n\r\n### Occupation(s)\r\n\r\n  * engraver\r\n\r\n### Biography\r\n\r\nLeonardo Bufalini was a sixteenth-century engraver from Udine, who moved to\r\nRome together with his collaborator, the publisher Antonio Blado. There he\r\nworked as a measurer, engineer and consultant for military architecture. Not\r\nmuch is known about his life except for the information obtained from his will\r\nand the short preface to his most famous work, a map of Rome printed in 1551.\r\nThis was the first comprehensive map of Rome since antiquity, and the first\r\never printed map of the city. It comprised 24 sheets and measured 200 x 190\r\ncm, and was the result of twenty years of study. Included in the woodcut was a\r\npreface, a dedication to Pope Julius III, and a self-portrait dated 1551.\r\nBufalini had been working as a military engineer on certain projects, which\r\nincluded the modernization of the fortifications of Rome, and the map was\r\npartly a product of these engineering programs. The map is credited with being\r\nsignificant as a representation of the urban fabric of a modern Rome, but\r\nBufalini created it with clear attention to antiquity. He depicts as whole\r\nsome ancient monuments that were in ruins and others that had completely\r\ndisappeared, thus blending together within a single map both the contemporary\r\nand the ancient city. Bufalini’s map had a great influence on subsequent\r\nrepresentations of Rome. It served most notably as the basis for Giambattista\r\nNollis’ famous map of 1748. By July 1552, not long after the first printing of\r\nhis map, Bufalini had contracted some sort of illness, from which he died\r\nshortly afterward in December of that year.\r\n\r\nR. G-F.\r\n\r\n### Sources\r\n\r\n  * Maier, Jessica. “Mapping Past and Present: Leonardo Bufalini’s Plan of Rome.” _Imago Mundi_. Vol. 59. 2007. 1-23. Print.\r\n", "name": "Bufalini, Leonardo", "roles": "engraver", "trp_id": "0003", "death_date": "1552", "alternate_names": "", "birth_date": "1486", "external_id": "http://vocab.getty.edu/ulan/500282958"}}, {"pk": 13, "model": "rome_app.biography", "fields": {"bio": "#  Meyer, Cornelis (1629-1701)\r\n\r\n### Variant Names\r\n\r\n  * Meijer, Cornelis\r\n  * Meyer, Cornelius\r\n\r\n### Dates\r\n\r\nb. 1629, Amsterdam\r\n\r\nd. 1701, Rome\r\n\r\n### Occupation(s)\r\n\r\n  * architect\r\n  * engineer\r\n\r\n### Biography\r\n\r\nCornelis Meyer was a Dutch architect and engineer who worked mainly in Rome\r\nand is best known for his innovations in hydraulics. There is little\r\ndocumentation of Meyer’s life in Amsterdam before he moved to Venice in 1674.\r\nVenice was a popular destination for Dutch engineers seeking employment, and\r\nit was there that Meyer first proposed hydraulic constructions as solutions to\r\nproblems with the rivers and harbors. Some of these proposals were adopted,\r\nand Meyer eventually obtained the official title of engineer. However, before\r\nany of his engineering plans were realized, Meyer left Venice in 1675 and went\r\nto Rome, never returning to complete the projects that he had first proposed\r\nto the Venetian government.\r\n\r\nIn Rome, Pope Clement X put Meyer in charge of a major civic project that\r\naimed to protect the Via Flaminia against the flooding of the Tiber river.\r\nMeyer replaced the architect [Carlo Fontana](trp-0111) as head engineer of the\r\nproject because his plans were less expensive than those proposed by Fontana.\r\nSince the Via Flaminia was the main road leading into Rome from the north,\r\nthrough the Porta del Popolo, it was the route most used by pilgrims as they\r\nentered the city. Therefore, it was critical to protect the road from the\r\nperiodic flooding of the nearby Tiber. Meyer constructed a _passonata_, a row\r\nof piles, in the Tiber, which deflected the river’s current away from the Via\r\nFlaminia. With this engineering feat, Meyer established himself among the\r\narchitects and engineers working in Rome during the seventeenth century.\r\n\r\nAfter the success of the _passonata_, Pope Clement X hired Meyer to engineer\r\nbetter navigation on the Tiber for the purpose of increased commerce. Meyer\r\ncame up with revolutionary solutions to expedite travel along the Tiber and,\r\nwith the help of artist [Gaspar van Wittel](trp-0010), he published his ideas\r\nin a book entitled [ _L’arte di restituire a Roma la tralasciata navigatione\r\ndel suo Tevere_ ](http://library.brown.edu/find/Record/dc1126547990633751) in\r\n1683.\r\n\r\n_L’art di restituire_ was published in three parts and contained Meyer’s plans\r\nfor the Tiber River, illustrated with etchings of his own as well as those of\r\n[iovanni Battista Falda](trp-0107), Gaspar van Wittel, [Jacques\r\nBlondeau](trp-0014), Barend de Bailiu, and Balthasar Denner. The book was both\r\na record of Meyer’s engineering skills and feats as well as a form of visual\r\nself-promotion for an engineer seeking further commissions. In addition to its\r\nartistic quality and professional function, Meyer’s book indicated a new\r\nengineering and architectural milieu that Rome had entered by the end of the\r\nseventeenth century.\r\n\r\nDuring his lifetime, Meyer published several other books including _Nuovi\r\nRitrovimenti_ (1689) and _L’arte di rendere i fiumi navigabili in varii modi,\r\ncon alter nuove inventioni a varii altri secreti, divisa in tre parte_ (1689).\r\nHowever, it was with his designs in _L’arte di restituire_ that Meyer was able\r\nto insinuate himself into the artistic and scientific elite in Rome. Upon his\r\ndeath in 1701, he bequeathed his plans and projects in Rome to his son, Otto\r\nMeyer.\r\n\r\nR. G-F.\r\n\r\n### Sources\r\n\r\n  * Van Berkel, Klaas. “‘Cornelius Meijer inventor et fecit’: On the Representation of Science in Late Seventeenth-Century Rome.” _Merchants and Marvels: Commerce, Science, and Art in Early Modern Europe_. New York: Routledge, 2002. 277-296.\r\n", "name": "Meyer, Cornelis", "roles": "architect;engineer", "trp_id": "0006", "death_date": "1701", "alternate_names": "Meijer, Cornelis; Meyer, Cornelius", "birth_date": "1629", "external_id": "http://vocab.getty.edu/ulan/500005459"}}, {"pk": 14, "model": "rome_app.biography", "fields": {"bio": "#  van Wittel, Gaspar (1653-1736)\r\n\r\n### Variant Names\r\n\r\n  * Vanvitelli, Gaspare\r\n  * Occhiali, Gasparo degli\r\n\r\n### Dates\r\n\r\nb. 1653, Amersfoort, Utrecht\r\n\r\nd. 13 September 173, Rome\r\n\r\n### Occupation(s)\r\n\r\n  * painter\r\n  * draughtsman\r\n\r\n### Biography\r\n\r\nGaspar van Wittel was a Dutch painter and draughtsman, trained in his hometown\r\nof Amersfoort, Netherlands in the workshop of the painter Matthias Withoos. He\r\nfollowed in his master’s footsteps when he moved to Rome around 1675, where he\r\nbecame known as Vanvitelli. He was primarily a painter of topographical views\r\n(_vedute_). He began painting these views in the 1680s, and by the 1690s had\r\nestablished a clear style, distinctive for its realism and subject matter.\r\nWhile his predecessors in this genre had focused mainly on the ruins, ancient\r\nmonuments and religious cites around Rome, van Wittel sought to chronicle the\r\nnewer parts of the city, and so was a pioneer in the visual documentation of a\r\nmodern Rome.\r\n\r\nAlthough van Wittel’s initial training was as a painter, and he spent most of\r\nhis career producing vedute of Rome, he was also an accomplished draughtsman.\r\nWhen he first arrived in Rome, he worked for the hydraulic engineer [Cornelis\r\nMeyer](trp-0006), who was working on projects involving roads, fountains and\r\nwaterways throughout the city. Van Wittel’s first work in Rome consisted of\r\nfifty drawings, which illustrated plans by Meyer to restore navigability to a\r\nstretch of the Tiber River. It was also during this period that van Wittel had\r\nthe opportunity to frequent the various printing studios throughout Rome, in\r\nwhich he witnessed the printing of tourist guides to the city. This sparked\r\nhis interest in views of the modern city of Rome.\r\n\r\nGaspar van Wittel traveled extensively throughout Italy during his lifetime,\r\nwhich resulted in a large number of paintings of cities throughout the\r\npeninsula. He traveled to Naples at the turn of the century, but returned to\r\nRome after his benefactor, a Spanish viceroy, was lost in the revolution to\r\nreclaim the city from Spanish rule. Van Wittel remained in Rome for the rest\r\nof his life, being elected into the _Accademia di San Luca_ in 1711. His son,\r\nLuigi Vanvitelli, became an established architect working primarily in Naples\r\nand Rome.\r\n\r\nR. G-F.\r\n\r\n### Sources\r\n\r\n  * Benezit, Emmanuel. “Vanvitelli.” _Dictionary of Artists_. Vol. 14. Paris: Gründ, 2006. Print.\r\n  * Lüthy, Christoph. “Hockney’s Secret Knowledge, Vanvitelli’s Camera Obscura.” Early Science and Medicine (2005) 313-339. Print.\r\n  * Trezzani, Ludovica. “Wittel, Gaspar van.” _Grove Art Online. Oxford Art Online_. 24 Feb. 2011. Web.\r\n  * _Gaspare Vanvitelli e le origini del vedutismo_. Rome: Viviani arte, 2002. Print.\r\n  * Briganti, Giuliano. _Gaspar van Wittel_. Milan: Electa, 1996. Print.\r\n  * _Gaspar van Wittel e l'origine della veduta settecentesca_ Published Roma, U. Bozzi, 1966\r\n", "name": "van Wittel, Gaspar", "roles": "painter; draughtsman", "trp_id": "0010", "death_date": "1736-09-13", "alternate_names": "Vanvitelli, Gaspare; Occhiali, Gasparo degli", "birth_date": "1653", "external_id": "http://vocab.getty.edu/ulan/500022069"}}, {"pk": 15, "model": "rome_app.biography", "fields": {"bio": "#  Wouters, Gomar (1649 or 1658 - after 1696)\r\n\r\n### Variant Names\r\n\r\n———\r\n\r\n### Dates\r\n\r\nb. ca. 1649 or 1658, Antwerp\r\n\r\nd. after 1696\r\n\r\n### Occupation(s)\r\n\r\n  * draughtsman\r\n  * engraver\r\n\r\n### Biography\r\n\r\nGomar Wouters was a Flemish draughtsman who was active mostly in Rome. No\r\npaintings of his survive, but there are a number of engravings that depict\r\nhistorical scenes and large views of Rome. His style of engraving is\r\nidentified as being influenced by the French printmaker and draughtsman\r\nJacques Callot, who was important in the development of the old master print.\r\n\r\nR. G-F.\r\n\r\n### Sources\r\n\r\n  * “WOUTERS, Gomar.” _Dictionary of Artists_. Comp. Gründ. Vol. 14. Paris: Gründ, 2006. 1089. Print.\r\n", "name": "Wouters, Gomar", "roles": "draughtsman; engraver", "trp_id": "0011", "death_date": "1696", "alternate_names": "", "birth_date": "1649", "external_id": "http://vocab.getty.edu/ulan/500025510"}}, {"pk": 16, "model": "rome_app.biography", "fields": {"bio": "#  Blondeau, Jacques (1655-1698)\r\n\r\n### Variant Names\r\n\r\n  * Blondeau, Jacomo\r\n  * Blondeau, Jano\r\n\r\n### Dates\r\n\r\nb. 1655, Antwerp\r\n\r\nd. ca. 1698, Rome\r\n\r\n### Occupation(s)\r\n\r\n  * engraver\r\n\r\n### Biography\r\n\r\nJacques Blondeau was a Flemish engraver born in Antwerp, where he was trained\r\nbeginning in 1660 by the engraver Frederick Bouttat. He traveled to Paris in\r\n1675, where he met the sculptor Bernini, who took him to Rome. Blondeau\r\nspecialized in engraving decorative works and paintings by masters of the\r\nRoman school, such as those in the Palazzo Ricci and the Palazzo Doria-\r\nPamphili.\r\n\r\nR. G-F.\r\n\r\n### Sources\r\n\r\n  * “BLONDEAU, Jacques, Jacomo, Jano.” _Dictionary of Artists_. Comp. Gründ. Vol. 2. Paris: Gründ, 2006. 641. Print.\r\n", "name": "Blondeau, Jacques", "roles": "engraver", "trp_id": "0014", "death_date": "1698", "alternate_names": "Blondeau, Jacomo; Blondeau, Jano", "birth_date": "1655", "external_id": "http://vocab.getty.edu/ulan/500034584"}}, {"pk": 17, "model": "rome_app.biography", "fields": {"bio": "## Fontana, Domenico (1543-1607)\r\n\r\n### Variant Names\r\n\r\n———\r\n\r\n### Dates\r\n\r\nb. 1543, Melide, Switzerland\r\n\r\nd. 28 June 1607, Naples\r\n\r\n### Occupation(s)\r\n\r\n  * architect\r\n\r\n### Biography\r\n\r\nDomenico Fontana worked in Rome during the second half of the sixteenth\r\ncentury as an architect and master builder. He moved to Rome from northern\r\nItaly in 1563, attracted by the extensive building programs that were begun\r\nduring the Counter-Reformation period. He began his career as a plasterer\r\n(_stuccatore_) during the early 1570s, and then as a mason and master builder\r\nin 1574, with particular expertise in measuring and technical skills.\r\n\r\nFontana’s first architectural project was a villa in the Piazza Pasquino for\r\nCardinal Felice Peretti, constructed between 1577-78. In 1578, the cardinal\r\ncommissioned Fontana to build the Villa Montalto, a large estate the cardinal\r\nplanned as a way to develop the Esquiline Hill. Fontana acquired Roman\r\ncitizenship in 1585, the same year in which Cardinal Peretti was elected Pope\r\nSixtus V and in which Fontana was appointed papal architect. He also became a\r\nmember of the _Accademia di San Luca_ in that year. Fontana’s work as papal\r\narchitect included the renovation to varying degrees of the three papal\r\npalaces (the Lateran, Quirinal, and Vatican palaces), as well as urban\r\nplanning projects, many of which were concentrated in the run-down quarters of\r\nthe city in order to encourage economic recovery in those areas. Fontana was\r\nalso responsible for increasing the accessibility of the major religious sites\r\nin Rome, which resulted in a comprehensive street-building program. Part of\r\nthis program involved the re-erection of four Egyptian obelisks at certain\r\nareas of importance throughout the city, and it is the transport and erection\r\nof one of these obelisks for which Fontana is most famous.\r\n\r\nBetween April and September of 1586, Fontana orchestrated the transport of an\r\nobelisk from the old site of the Circus of Nero, next to the basilica of St.\r\nPeter’s, to its new home as a focal point at the center of the St. Peter’s\r\nsquare. Fontana describes and illustrates this process in detail in a book of\r\nhis architectural feats and of the building projects of Pope Sixtus V, _Della\r\ntrasportatione dell’obelisco Vaticano et delle fabriche di nostro signore papa\r\nSisto V fatte dal cavalliere D.F. architetto di sua santità_, published in\r\nRome in 1590 (copied and republished in Niccola Zabaglia, [ _Castelli e\r\nponti…_ ](http://library.brown.edu/find/Record/dc1126611827544374)). For his\r\nwork on this project, Pope Sixtus V made Fontana _Cavaliere dello Speron\r\nd’Oro_ and _Conte Palatino_, and conferred on him the status of Roman\r\npatrician.\r\n\r\nAccused of corruption at the beginning of the papacy of Clement VII (1592),\r\nFontana accepted an invitation to Naples by the Spanish viceroy, and lived\r\nthere intermittently until 1596, when he settled permanently in Naples. There\r\nhe held the title of _Ingegnere Maggiore del Regno di Napoli_ and published a\r\nsecond edition of his book in 1604. After Fontana died in 1607, his workshop\r\npassed into the hands of his brother Giovanni Fontana and nephew Carlo\r\nMaderno, both of whom acted as supervisors of various projects designed by\r\nFontana.\r\n\r\nR. G-F.\r\n\r\n### Sources\r\n\r\n  * Quast, Matthias. “Fontana (iv): (2) Domenico Fontana.” _Grove Art Online. Oxford Art Online_. 7 Mar. 2011. Web.\r\n  * “Fontana, Domenico.” _Dizionario Biografico degli Italiani_. Vol. 48. Rome: Istituto della Enciclopedia Italiana, 1999. 638-643.\r\n", "name": "Fontana, Domenico ", "roles": "architect;engineer", "trp_id": "0120", "death_date": "1607-06-28", "alternate_names": "http://vocab.getty.edu/ulan/500022415", "birth_date": "1543", "external_id": "http://vocab.getty.edu/ulan/500022415"}}, {"pk": 18, "model": "rome_app.biography", "fields": {"bio": "##  Bouchard\r\n\r\n### Variant Names\r\n\r\n———\r\n\r\n### Dates\r\n\r\n——— ———\r\n\r\n### Occupation(s)\r\n\r\n  * etcher\r\n", "name": "Bouchard", "roles": "etcher", "trp_id": "0119", "death_date": "", "alternate_names": "", "birth_date": "", "external_id": ""}}, {"pk": 19, "model": "rome_app.biography", "fields": {"bio": "##  Freicenet\r\n\r\n### Variant Names\r\n\r\n———\r\n\r\n### Dates\r\n\r\n——— ———\r\n\r\n### Occupation(s)\r\n\r\n  * etcher\r\n", "name": "Freicenet", "roles": "etcher", "trp_id": "0118", "death_date": "", "alternate_names": "", "birth_date": "", "external_id": ""}}, {"pk": 20, "model": "rome_app.biography", "fields": {"bio": "##  Montagú, Domenico (? - 1750)\r\n\r\n### Variant Names\r\n\r\n  * Montaigu, Domenico\r\n\r\n### Dates\r\n\r\nb. France\r\n\r\nd. ca. 1750, d. Rome\r\n\r\n### Occupation(s)\r\n\r\n  * engraver\r\n\r\n### Biography\r\n\r\nDomenico Montagú was an engraver active in Italy during the middle of the 18th\r\ncentury. He engraved mainly architectural subjects, and was influenced by the\r\nwork of [Giovanni Battista Piranesi](trp-0001).\r\n\r\nR. G-F.\r\n\r\n### Sources\r\n\r\n  * “MONTAGU, Domenico.” _Dictionary of Artists_. Comp. Gründ. Vol. 9. Paris: Gründ, 2006. 1199. Print.\r\n", "name": "Montagú, Domenico", "roles": "engraver", "trp_id": "0117", "death_date": "1750", "alternate_names": "Montaigu, Domenico", "birth_date": "", "external_id": "http://vocab.getty.edu/ulan/500057257"}}, {"pk": 21, "model": "rome_app.biography", "fields": {"bio": "##  Rossi, Girolamo\r\n\r\n### Variant Names\r\n\r\n———\r\n\r\n### Dates\r\n\r\n——— ———\r\n\r\n### Occupation(s)\r\n\r\n———\r\n", "name": "Rossi, Girolamo", "roles": "", "trp_id": "0101", "death_date": "", "alternate_names": "", "birth_date": "", "external_id": "http://vocab.getty.edu/ulan/500056265"}}, {"pk": 22, "model": "rome_app.biography", "fields": {"bio": "##  Rostagni, Francesco\r\n\r\n### Variant Names\r\n\r\n———\r\n\r\n### Dates\r\n\r\n——— ———\r\n\r\n### Occupation(s)\r\n\r\n———\r\n", "name": "Rostagni, Francesco", "roles": "", "trp_id": "0102", "death_date": "", "alternate_names": "", "birth_date": "", "external_id": ""}}, {"pk": 23, "model": "rome_app.biography", "fields": {"bio": "##  Schedel, Martin\r\n\r\n### Variant Names\r\n\r\n———\r\n\r\n### Dates\r\n\r\n——— ———\r\n\r\n### Occupation(s)\r\n\r\n———\r\n", "name": "Schedel, Martin", "roles": "", "trp_id": "0103", "death_date": "", "alternate_names": "", "birth_date": "", "external_id": ""}}, {"pk": 24, "model": "rome_app.biography", "fields": {"bio": "#  Guttierez, Niccola ()\r\n\r\n### Variant Names\r\n\r\n  * Gutierrez, Nicola\r\n\r\n### Dates\r\n\r\n——— ———\r\n\r\n### Occupation(s)\r\n\r\n———\r\n", "name": "Guttierez, Niccola", "roles": "", "trp_id": "0104", "death_date": "", "alternate_names": "Gutierrez, Nicola", "birth_date": "", "external_id": ""}}, {"pk": 25, "model": "rome_app.biography", "fields": {"bio": "##  Vasi, Giuseppe (1710-1782)\r\n\r\n### Variant Names\r\n\r\n———\r\n\r\n### Dates\r\n\r\nb. 27 August 1710, Corleone, Sicily\r\n\r\nd. 16 April 1782, Rome\r\n\r\n### Occupation(s)\r\n\r\n  * engraver\r\n  * painter\r\n\r\n### Biography\r\n\r\nGiuseppe Vasi was an Italian engraver and painter born and trained in Sicily.\r\nHe received a classical education in his hometown of Corleone and trained as a\r\nprintmaker in nearby Palermo, perhaps under the tutelage of the etchers\r\nAntonino Bova and Francesco Cichè. He moved to Rome in 1736, already an\r\nestablished printmaker, and spent most of his career documenting the urban\r\nlandscape of the city in engravings. Through his patron, the politically and\r\nculturally influential Cardinal Troiano Acquaviva d’Aragona, Vasi met other\r\nartists working in Rome, such as Sebastiano Conca, Ferdinando Fuga, and Luigi\r\nVanvitelli. He was also influenced by his predecessors, including Giovanni\r\nPaolo Panini, Giovanni Battista Falda and Gaspar Vanvitelli, and by the\r\ntradition of _vedutismo_ that these figures pioneered. During the early 1740s\r\nVasi also served as mentor to the young [Giovanni Battista\r\nPiranesi](trp-0001), to whom he taught the technique of single-cut engraving.\r\n\r\nVasi’s output can be organized into two categories, the first being his\r\nengravings of ephemeral structures, such as those used in the festival of the\r\nChinea, while the second and more well-known and widely disseminated were his\r\nviews of sites throughout Rome. Vasi’s first book, _Vedute del Tevere_\r\n(1741-43), was a collection of these views. This book prefigured his later and\r\nmost well known work, _Della Magnificenze di Roma Antica e Moderna_ (1747-61),\r\na collection of 238 plates that was published in ten volumes. Vasi recorded\r\nall types of architecture and organized these images of contemporary Rome by\r\nsubject, with each volume representing a different category of architecture.\r\nThis comprehensive project provides one of the most complete views of\r\neighteenth-century Rome. It acts as a pictorial supplement to Giovanni\r\nBattista Nolli’s famous map of Rome, _Pianta Grande_, completed in 1748. Nolli\r\neven supplied Vasi with measurements to aid in the drafting of his views of\r\nthe city. In 1765 Vasi created a large, panoramic view of Rome for King\r\nCharles III of Spain, the _Prospetto dell’alma città di Roma_. The panorama,\r\nwhich measures 102.5 x 261.5 cm, consists of 437 engraved plates and is\r\naccompanied by several texts written by Vasi in the form of an _Itinerario_.\r\n\r\nOver the course of his forty-six year career, Vasi established himself as one\r\nof the principle engravers of Rome. In addition to his own great works, Vasi\r\ncollaborated with other printmakers such as [Philothèe-Francois\r\nDuflos](trp-0106) and Louis-Joesph Le Lorrain, and through his workshop\r\ncontributed to such important books as Niccola Zabaglia’s 1743 [ _Castelli e\r\nPonti_ ](http://library.brown.edu/find/Record/dc1126611827544374) and Giuseppe\r\nBianchini’s _Evangeliario Quadruplex_ (1749). Through his extensive and\r\ndidactic body of work, Vasi illuminated the urban and architectural landscape\r\nof eighteenth-century Rome, and through his relationships with patrons,\r\npublishers, and other artists he left his mark on the print culture of the\r\ncity.\r\n\r\nR. G-F.\r\n\r\n### Sources\r\n\r\n  * Michel, Olivier. “Vasi, Giuseppe.” _Grove Art Online. Oxford Art Online._ Web.\r\n  * Scalabroni, Luisa. _Giuseppe Vasi (1710-1782)_. Rome: Multigrafica Editrice, 1981. Print.\r\n  * Tice, James T. and James G. Harper. _Giuseppe Vasi’s Rome_. Oregon: Jordan Schnitzer Museum of Art, 2010. Print.\r\n", "name": "Vasi, Giuseppe", "roles": "engraver; painter", "trp_id": "0105", "death_date": "1782-04-16", "alternate_names": "", "birth_date": "1710-08-27", "external_id": "http://vocab.getty.edu/ulan/500018222"}}, {"pk": 26, "model": "rome_app.biography", "fields": {"bio": "##  Duflos, Philothée-Francois (1710-1746)\r\n\r\n### Variant Names\r\n\r\n———\r\n\r\n### Dates\r\n\r\nb. ca. 1710, Paris\r\n\r\nd. 1746, Lyon\r\n\r\n### Occupation(s)\r\n\r\n  * etcher\r\n  * inventor\r\n\r\n### Biography\r\n\r\nPhilothée-Francois Duflos was a painter and etcher who came from a French\r\nfamily of printmakers. He was the son of Claude Duflos and the brother of\r\nClaude Augustin and Simon-Nicolas. He was awarded the Prix de Rome in 1729 and\r\nspent 15 years living and working in the city. He was trained in Rome by the\r\npainter and tapestry designer Jean-Francois de Troy, who was also from a\r\nFrench family of artists. He mainly engraved _vedute_ of Rome, but is best\r\nknown for his a self-portrait that he painted for the Uffizi.\r\n\r\nR. G-F.\r\n\r\n### Sources\r\n\r\n  * Préaud, Maxime. “Duflos.” _Grove Art Online. Oxford Art Online_.\r\n", "name": "Duflos, Philothée-Francois", "roles": " etcher; inventor", "trp_id": "0106", "death_date": "1746", "alternate_names": "", "birth_date": "1710", "external_id": "http://vocab.getty.edu/ulan/500005464"}}, {"pk": 27, "model": "rome_app.biography", "fields": {"bio": "##  Falda, Giovanni Battista (1643-1678)\r\n\r\n### Variant Names\r\n\r\n———\r\n\r\n### Dates\r\n\r\nb. 7 Dec. 1643, Valduggia\r\n\r\nd. 22 Aug. 1678, Rome\r\n\r\n### Occupation(s)\r\n\r\n  * draughtsman\r\n\r\n### Biography\r\n\r\nGiovanni Battista Falda was an Italian draughtsman and printmaker who worked\r\nin Rome at the end of the seventeenth century. He was apprenticed to the\r\npainter Francesco Ferrari as a child and was mentored by Gianlorenzo Bernini\r\nwhen he moved to Rome at the age of fourteen. His early work was noticed by\r\nthe printmaker and publisher Giovan Giacomo de Rossi, who took Falda on as an\r\napprentice at his print shop. Members of the de Rossi family were the\r\nprincipal publishers of prints in Rome during the seventeenth century, and\r\nalmost all of Falda’s work was published at this shop. There, Falda learned\r\nall the technical skills of engraving and etching, while also honing his\r\nrealistic, illustrative style of drawing. G.G. de Rossi also put Falda in\r\ncontact with emerging figures of the Roman art world, such as Francesco\r\nBorromini and Pietro da Cortona. Falda finished his training at the age of 20,\r\nsubsequently beginning his career as a printmaker.\r\n\r\nFalda’s main subject was the urban landscape of Rome, and he is best known for\r\nhis views, or _vedute_, of architecture throughout the city, especially those\r\nrenovation projects backed by Pope Alexander VII. In 1665, the de Rossi\r\nprintshop published a book of prints by Falda depicting elevations and\r\nperspectival views of the construction and restoration projects sponsored by\r\nthe Pope, titled _Nuovo teatro delle Fabbricche, et edificii, in prospettive\r\ndi Roma moderna sotto il felice pontificato di n.s. Alessandro VII_. Most of\r\nFalda’s engravings depict views of buildings, gardens, fountains, plans of\r\nRome, and representations of ceremonial events. Two of his most famous series\r\nare the _Giardini di Roma_ (1670) and the _Fontane di Roma_ (1675).\r\n\r\nFalda is a highly influential figure in the history of Roman printmaking for\r\nseveral reasons. His realistic style of engraving was highly influential for\r\nlater Roman printmakers, such as Giovanni Francesco Ventunni, Alessandro\r\nSpecchi, and Giuseppe Vasi. The large number of architectural views that he\r\nengraved (over three hundred) also contributed to Rome’s renown in the\r\nseventeenth century for the _veduta_ as a genre of print. In addition, Falda\r\ncontributed to a new perception of the city of Rome itself , depicting in his\r\nprints new images of the city, its palaces, churches and gardens. While\r\nprevious views of Rome focused primarily on the ancient city, Falda portrayed\r\na modern Rome according to an environment of urban expansion promoted by the\r\nseventeenth-century Popes.\r\n\r\nR. G-F.\r\n\r\n### Sources\r\n\r\n  * Bellini, Paolo. _Italian Masters of the Sixteenth Century: Giovanni Battista Falda._ vol 47, part 2, New York: Abaris, 1993. Print.\r\n  * Chappell, Miles L. “Falda, Giovanni Battista.” _Grove Art Online. Oxford Art Online_. 9 Dec. 2010. Web.\r\n  * Margiotta, Anita and Simonetta Tozzi. “Falda, Giovanni Battista.” _Dizionario Biografico degli Italiani_. Vol. 44. Rome: Istituto della Enciclopedia Italiana, 1994. 403-406. Print.\r\n  * Piccinnini, Renata, Introduction to: _Giovanni Battista Falda: Vedute di Rome nel ‘600_, Rome, 1986. Print\r\n", "name": "Falda, Giovanni Battista", "roles": "draughtsman", "trp_id": "0107", "death_date": "1678-08-22", "alternate_names": "", "birth_date": "1643-12-07", "external_id": "http://vocab.getty.edu/ulan/500019267"}}, {"pk": 28, "model": "rome_app.biography", "fields": {"bio": "##  Mazzoni, Francesco\r\n\r\n### Variant Names\r\n\r\n———\r\n\r\n### Dates\r\n\r\n——— ———\r\n\r\n### Occupation(s)\r\n\r\n  * engraver\r\n\r\n### Biography\r\n\r\nFrancesco Mazzoni was an Italian engraver active in Rome between 1738 and\r\n1759. He mainly engraved portraits and religious subjects.\r\n\r\nR. G-F.\r\n\r\n### Sources\r\n\r\n  * “MAZZONI, Francesco.” _Dictionary of Artists_. Comp. Gründ. Vol. 9. Paris: Gründ, 2006. 637. Print.\r\n", "name": "Mazzoni, Francesco", "roles": "engraver; painter", "trp_id": "0108", "death_date": "", "alternate_names": "", "birth_date": "", "external_id": "http://vocab.getty.edu/ulan/500056706"}}, {"pk": 29, "model": "rome_app.biography", "fields": {"bio": "##  Miguel de Sorello (1720-1765)\r\n\r\n### Variant Names\r\n\r\n  * Miguel Sorello\r\n\r\n### Dates\r\n\r\nb. ca. 1700, Barcelona\r\n\r\nd. 1765, Rome\r\n\r\n### Occupation(s)\r\n\r\n  * engraver\r\n\r\n### Biography\r\n\r\nMiguel de Sorello was a Spanish engraver active in Barcelona, Florence and\r\nItaly. During his first stay in Rome, he worked with the Swiss draughtsman and\r\nprintmaker Jakob Frey. During this period he engraved compositions by other\r\nartists for Spanish and Italian artists, as well as devotional engravings. He\r\nreturned to Barcelona in 1739, where he helped revive the tradition of Catalan\r\nengraving. In 1747 he took up permanent residence in Rome, where he was\r\nemployed by the Vatican and engraved a set of eight plates from Raphael’s\r\nfamous tapestries.\r\n\r\nR. G-F.\r\n\r\n### Sources\r\n\r\n  * Vega, Blanca Garcia. “Sorello, Miguel.” _Grove Art Online. Oxford Art Online_.\r\n", "name": "Miguel de Sorello", "roles": "engraver", "trp_id": "0109", "death_date": "1765", "alternate_names": "Miguel Sorello", "birth_date": "1700", "external_id": "http://vocab.getty.edu/ulan/500038103"}}, {"pk": 30, "model": "rome_app.biography", "fields": {"bio": "##  Pilaja, Paolo\r\n\r\n### Variant Names\r\n\r\n———\r\n\r\n### Dates\r\n\r\n——— ———\r\n\r\n### Occupation(s)\r\n\r\n———\r\n", "name": "Pilaja, Paolo", "roles": "", "trp_id": "0110", "death_date": "", "alternate_names": "", "birth_date": "", "external_id": ""}}, {"pk": 31, "model": "rome_app.biography", "fields": {"bio": "##  Fontana, Carlo (1638-1714)\r\n\r\n### Variant Names\r\n\r\n———\r\n\r\n### Dates\r\n\r\nb. 22 April 1638, Rancate, Italy\r\n\r\nd. 16 February 1714, Rome\r\n\r\n### Occupation(s)\r\n\r\n  * architect\r\n  * engineer\r\n\r\n### Biography\r\n\r\nCarlo Fontana worked mainly as an architect during his long and illustrious\r\ncareer, though he was also a proficient engineer, with particular expertise in\r\nhydraulics. During the pontificate of Clement IX, he submitted plans to defend\r\nthe _Via Flaminia_ in the area near the Villa Giulia from periodic flooding of\r\nthe Tiber, a commission that was eventually given to [Cornelis\r\nMeyer](trp-0006).\r\n\r\nAt the age of fifteen he began his training first as an apprentice under\r\nGiovanni Maria Bolino, an architect and hydraulics engineer under Pope\r\nAlexander VII. It was also around this time that Fontana moved to Rome from\r\nhis hometown in northern Lombardy, near Como. Upon completion of this first\r\napprenticeship, Bolino introduced Fontana to the architect Pietro de Cortona.\r\nFontana was already a skilled draughtsman by 1656, when he assisted Cortona in\r\na project to restore the facade of _Santa Maria della Pace_. The young\r\narchitect’s education continued under Gian Lorenzo Bernini, who employed\r\nFontana for about ten years, beginning around the time of the construction of\r\nthe _Piazza San Pietro_ (1656-1667). He concluded his training in the studio\r\nof Carlo Rainaldi, where he worked for a period during the 1670s. Fontana\r\nshared with Bernini an interest in the relationship between sculptural\r\nelements and the urban environment, a concern that is evident in the design of\r\nthe great piazza at Vatican City. In addition, this initial work at St.\r\nPeter’s in collaboration with Bernini led to future projects at the basilica.\r\n\r\nOne of these projects was the renovation of the baptismal chapel at St.\r\nPeter’s. Fontana won this commission through a competition, along with his\r\ncollaborator Mattia De Rossi, who reported Fontana’s chagrin after the\r\nrejection of the latter’s initial designs for the chapel. After the death of\r\nDe Rossi and the further rejection of Fontana’s designs, another collaborator\r\nwas assigned to the project, the Italian painter, draughtsman and printmaker\r\nCarlo Maratti. Fontana never mentioned this partnership either in his book _Il\r\nTempio Vaticano_ or elsewhere.\r\n\r\nIt is also interesting in a discussion of Carlo Fontana’s ambitions to\r\nconsider his reappropriation of a set of engravings by Domenico Fontana, court\r\narchitect to Sixtus V in the late sixteenth century and only distantly related\r\nto the family of Carlo Fontana. These prints memorialize an engineering feat\r\nundertaken by Domenico in 1586, in which he transported an Egyptian obelisk\r\nfrom beside St. Peter’s basilica to its current home at the center of St.\r\nPeter’s square. Carlo redrew these engravings, which were reprinted in Niccolo\r\nZabaglia’s book Castelli e Ponti. Like Domenico, Carlo also wrote about his\r\nown projects, publishing Il Tempio Vaticano in 1694.\r\n\r\nThus, although Carlo Fontana is widely considered to be one of the leading\r\narchitects of his lifetime, there were specific commissions, such as the\r\nrenovation project for St. Peter’s baptismal chapel, that he failed either to\r\nwin or to retain. Other projects, such as the redrawing and reprinting of\r\nDomenico Fontana’s engravings in Niccolo Zabaglia’s _Castelli e Ponti_,\r\nhighlight to a greater extent the achievements of others. Fontana did earn\r\nmany honors throughout his lifetime, including his election into the\r\n_Accademia di San Luca_ in 1667, where he served as president of the Academy\r\nin 1686 and from 1693-99. Fontana lived and worked in Rome for most of his\r\nlifetime, and despite various disappointments throughout his career, he was a\r\nmajor contributor to the urban landscape of the city up through the early\r\n1700s, until his death in 1714.\r\n\r\nR. G-F.\r\n\r\n### Sources\r\n\r\n  * Hager, Helmut. “Carlo Fontana and the Jesuit Sanctuary at Loyola.”_ Journal of the Warburg and Courtauld Institutes_ 37 (1974): 280-89\r\n  * Hager, H. “Fontana, Carlo.” _Dizionario Biografico degli Italiani_. Vol. 48. Rome: Istituto della Enciclopedia Italiana, 1999. 624-636. Print.\r\n  * Hager, Helmut. “Fontana (v): (1) Carlo Fontana.”_ Grove Art Online. Oxford Art Online_. 5 Feb. 2011. Web.\r\n  * Marias, Fernando. “Drawings by Carlo Fontana for the ‘Tempio Vaticano.’” _The Burlington Magazine_ June 1987: 391-93. \r\n  * Smith, Gil R._ Architectural Diplomacy: Rome and Paris in the Late Baroque_. New York: Architectural History Foundation, 1993. Print.\r\n  * Sturm, S. “Fontana, Carlo.” _Allgemeines Kunstlerlexikon_. Vol. 42. Munich: Saur, 2004. 135-42. Print.\r\n", "name": "Fontana, Carlo", "roles": "architect; engineer", "trp_id": "0111", "death_date": "1714-02-16", "alternate_names": "", "birth_date": "1638-04-22", "external_id": "http://vocab.getty.edu/ulan/500026624"}}, {"pk": 32, "model": "rome_app.biography", "fields": {"bio": "##  Specchi, Alessandro (1668-1729)\r\n\r\n### Variant Names\r\n\r\n———\r\n\r\n### Dates\r\n\r\nb. 1668, Rome\r\n\r\nd. 16 Nov. 1729, Rome\r\n\r\n### Occupation(s)\r\n\r\n  * architecht\r\n  * engraver\r\n\r\n### Biography\r\n\r\nAlessandro Specchi was an Italian architect and engraver who was born, trained\r\nand employed in Rome. He studied architecture in the studio of [Carlo\r\nFontana](trp-0111), who was considered one of the leading architects of the\r\nperiod. Specchi began producing architectural engravings in 1684, and many of\r\nthese sets of prints were published by Giacomo de’ Rossi and his son Domenico\r\nde’ Rossi. Later on in the 1690s he engraved prints for treatises on\r\narchitecture. Among these were several books by Fontana, including _Tempio\r\nVaticano_ (1694) and _Ultissimo tratatto dell’acque correnti_ (1696), as well\r\nas Giovanni Battista Falda’s _Il nuovo teatro delle fabbriche ed edificii in\r\nprospettive di Roma moderna_ (1699). Specchi also engraved a series of 286\r\nplates for _Studio d’architettura civile_ (1702-21), published by Domenico de’\r\nRossi, and this was the last of the engraving projects undertaken by Specchi.\r\n\r\nSpecchi was a successful working architect in his own right, his most\r\nimportant work of urban architecture being the design for the _Porta di\r\nRipetta_. He submitted a model for a contest in 1703 and was awarded the\r\ncommission to design a docking area where the _Via Ripetta_ met the Tiber,\r\nwhich would service the upper stretch of the river. Specchi’s plan took into\r\naccount the location of the port in an area of the Campus Martius that was\r\nsubject to frequent flooding, and made the port functional despite the\r\nchanging water level in that section of the river. This port was demolished at\r\nthe end of the nineteenth century and replaced with an embankment to better\r\nprotect the area from flooding. Specchi also assisted Carlo Fontana three\r\nyears later in the construction of the chapel of St. Fabian in _San Sebastiano\r\nfuori le Mura_.\r\n\r\nSince 1702, Specchi was a member of the _Congregazione dei Virtuosi al\r\nPantheon_, a small group of artists who met regularly at the Pantheon. In\r\n1703, Pope Clement XI named him Architect of the _Tribunale delle Strade_. He\r\nentered the _Accademia di San Luca_ in 1711 and was appointed architect to the\r\nFabric of St. Peter’s by Innocent XIII in 1721. Throughout his career, Specchi\r\ncontinued to collaborate with Carlo Fontana on various projects, but developed\r\na distinctly Baroque style that deviated from his old master’s more\r\nclassicizing architecture.\r\n\r\nR. G-F.\r\n\r\n### Sources\r\n\r\n  * Ashby, Thomas and Stephen Welsh. “Alessandro Specchi.” _The Town Planning Review_. Vol. 12, No. 4. Liverpool University Press, 1927. 237-248.\r\n  * Marder, Tod A. “The Porto di Ripetta in Rome.” _Journal of the Society of Architectural Historians_. Vol. 39, No. 1. University of California Press, 1980. 28-56. \r\n  * Marder, Tod A. \"Specchi's High Altar for the Pantheon and the Statues by Cametti and Moderati.\" _The Burlington Magazine_. Vol. 122, No. 922 (Special Issue Devoted to Sculpture), 1980. pp. 30-40 Burlington\r\n  * Olszewski, Edward J. “Specchi, Alessandro.” _Grove Art Online. Oxford Art Online_. 28 Feb. 2011. Web.\r\n  * Spagnesi, Gianfranco. _Alessandro Specchi: alternativa al borrominismo_. Torino: Testo e immagine, 1997\r\n", "name": "Specchi, Alessandro", "roles": "architect; engraver", "trp_id": "0112", "death_date": "1729-11-16", "alternate_names": "http://vocab.getty.edu/ulan/500031316", "birth_date": "1668", "external_id": "http://vocab.getty.edu/ulan/500031316"}}, {"pk": 33, "model": "rome_app.biography", "fields": {"bio": "##  Sangermano, Giacomo\r\n\r\n### Variant Names\r\n\r\n———\r\n\r\n### Dates\r\n\r\n——— ———\r\n\r\n### Occupation(s)\r\n\r\n———\r\n", "name": "Sangermano, Giacomo", "roles": "", "trp_id": "0113", "death_date": "", "alternate_names": "", "birth_date": "", "external_id": ""}}, {"pk": 34, "model": "rome_app.biography", "fields": {"bio": "##  Zabaglia, Niccola (1664-1750)\r\n\r\n### Variant Names\r\n\r\n———\r\n\r\n### Dates\r\n\r\nb. 1664, Rome\r\n\r\nd. 1750, Rome\r\n\r\n### Occupation(s)\r\n\r\n  * engineer\r\n\r\n### Biography\r\n\r\nNiccola Zabaglia is an often overlooked but nevertheless important figure in\r\nthe history of architecture and in the development of construction and\r\nrestoration methods, especially with regard to the use of scaffolding. He was,\r\nfirst and foremost, an engineer and mechanic, working in Rome devising systems\r\nof hoisting and scaffolding to aid in the transport and restoration of\r\narchitectural sculpture and the maintenance of the fabric of the St. Peter’s\r\nBasilica. Zabaglia was introduced to the field of building construction,\r\nhoisting machines and scaffolds, early on when employed as a worker at St.\r\nPeter’s. His career took off in 1696 when he engineered the transport of the\r\nstone for St. Peter’s baptismal font, but his most important and innovative\r\nprojects involved the restoration of the Basilica during the 1730s. By this\r\ntime he had become the master mason of the Fabbrica of St. Peter’s, an\r\norganization entrusted with the responsibility of building, restoring and\r\nadministering to the Basilica, and it was in this capacity that he oversaw the\r\nrestoration of friezes in the dome and stucco work in the nave of St. Peter’s.\r\n\r\nZabaglia worked with fully functioning, very detailed scale models of his\r\nscaffolds and hoisting machines. These models attracted the attention of\r\nCardinals, among others, who wished to preserve them. Thus, the work that\r\nZabaglia completed as mechanic and supervisor of the projects for St. Peter’s,\r\nthe model and inventions that he devised, became the subject for a publication\r\nsanctioned by Vatican officials, including Ludovico Sergardi and Lelio\r\nCosatti, entitled _Castelli e Ponti di Maestro Niccola Zabaglia_. Published in\r\n1743, this book was meant to demonstrate the great intellectual and technical\r\nassets at the Vatican’s disposal, the extent of the Church’s building\r\nactivity, and thereby to reinforce Christian doctrine. The volume contains\r\nfifty-five plates that illustrate the structures, mechanisms and tools\r\ninvented, improved upon and used by Zabaglia. This work was so well-received,\r\nand the engravings so detailed, that it became the essential manual for the\r\ninstruction of mechanics and the engineering of scaffolding, until the\r\ntwentieth century when new materials, specifically steel and tubular\r\nscaffolding, gave rise to new building techniques. This popularity also\r\nwarranted a second printing of the book in 1817 and a second edition in 1824.\r\n\r\nR. G-F.\r\n\r\n### Sources\r\n\r\n  * D'Amelio, M. G. and N. Marconi. “Technology and Repairs in Castelli E Ponti Di Mastro Nicola Zabaglia.” _Structural Studies, Repairs and Maintenance of Heritage Architecture VIII_. Ed. C. A. Brebbia. Southampton, Boston: WIT, 2003. 45-55. Print.\r\n  * Marconi, Nicoletta. “Nicola Zabaglia and the School of Practical Mechanics of the Fabbrica of St. Peter’s in Rome.” Nexus Network Journal 11.2 (2009): 183-200. Web.\r\n  * Marconi, Nicoletta. “Technicians and Master Builders for the Dome of St. Peter’s in Vatican in the Eighteenth Century: The Contribution of Nicola Zabaglia (1664-1750).”_ Proceedings of the Third International Congress on Construction History_ (2009). Web. 3 Oct. 2010.\r\n  * Marino, Angela, Paolo Portoghesi, and Nicola Zabaglia. _Sapere E Saper Fare Nella Fabbrica Di San Pietro: Castelli E Ponti Di Maestro Niccola Zabaglia, 1743_. Roma: Gangemi, 2008. Print.\r\n  * Pergolizzi, Alfredo Maria. _Magnificenze Vaticane_. Rome: De Luca, 2008. Print.\r\n", "name": "Zabaglia, Niccola", "roles": "engineer", "trp_id": "0114", "death_date": "1750", "alternate_names": "", "birth_date": "1664", "external_id": ""}}, {"pk": 35, "model": "rome_app.biography", "fields": {"bio": "##  Bouchard e Gravier\r\n\r\n### Variant Names\r\n\r\n———\r\n\r\n### Dates\r\n\r\n——— ———\r\n\r\n### Occupation(s)\r\n\r\n  * publisher\r\n", "name": "Bouchard e Gravier", "roles": "publisher", "trp_id": "0115", "death_date": "", "alternate_names": "", "birth_date": "", "external_id": ""}}, {"pk": 36, "model": "rome_app.biography", "fields": {"bio": "#  Barbault, Jean (1718-1762)\r\n\r\n### Variant Names\r\n\r\n———\r\n\r\n### Dates\r\n\r\nb. 1 August 1718, Viarmes, France\r\n\r\nd. May 1762, Rome\r\n\r\n### Occupation(s)\r\n\r\n  * painter\r\n  * engraver\r\n  * artist\r\n  * printmaker\r\n  * architect\r\n  * landscapist\r\n\r\n### Biography\r\n\r\nJean Barbault was a French painter and engraver best known for his capricci,\r\npaintings of architectural fantasies, though he also engraved approximately\r\nfive hundred views of Rome throughout his lifetime. He trained under the\r\npainter John Restout II (1692-1768) in Paris before, at the age of 29,\r\nreceiving a scholarship from the Académie des Beaux-Arts for travel to Rome,\r\nwhere he lived and worked for most of the rest of his life. By 1748 he was\r\nalready established in a circle of Roman artists that included Paolo Anesi,\r\nJean-Laurent Legeay, Philothée-Francois Duflos, and [Giovanni Battista\r\nPiranesi](trp-0001). In that year, he made engravings for Piranesi’s _Varie\r\nvedute di Roma antica e moderna,_ four of which were later included in his [\r\n*Recueil des plus beaux morceaux.*\r\n](http://library.brown.edu/find/Record/dc1126529580812505) The next year he\r\nwas made a pensionnaire at the Académie de France in Rome, which was at that\r\ntime located at the Palazzo Mancini in the via del Corso. Barbault entered the\r\nAcademy without having passed the entrance exams, under the patronage of the\r\ndirector Jean François de Troy, a French rococo painter and tapestry designer.\r\nIt was probably due to De Troy’s influence as well that he was admitted to the\r\nliterary _Académie des Arcades,_ joining the ranks of Noël Hallé, Jacques\r\nFrançois Joseph Saly and Charles-Michel-Ange Challe. However, he was excluded\r\nfrom the Académie de France in 1753 having married (forbidden to\r\nacademicians), fallen into debt and out of favor with the new director of the\r\n*Académie*.\r\n\r\nBarbault collaborated with Piranesi again in 1756 on [ _Le antichità Romane_\r\n](http://library.brown.edu/find/Record/dc1126279548346484), and this work led\r\nhim to produce a book of his own, [ _Les plus beaux monuments de Rome\r\nancienne_ ](http://library.brown.edu/find/Record/dc1126529580812505),\r\nconsisting of 128 plates drawn and partly engraved by Barbault. The\r\nprintmakers Etienne Giraud, [Freicenet](trp-0118), and [Domenico\r\nMontagú](trp-0117) engraved the rest of the drawings, and the book was printed\r\nby the publishing house of [Bouchard and Gravier](trp-0115) in 1761.\r\nBarbault’s views of Rome are characterized by an emphasis on the public spaces\r\nof the city, the piazzas and wide thoroughfares, which he depicts as vast\r\nspaces with little human presence.\r\n\r\nR. G-F. and R. G.\r\n\r\n### Sources\r\n\r\n  * Benizit, Emmanuel. “Barbault, Jean.” _ (Dictionary of Artists). _ Paris: Gründ, 2006. 1110. Print.\r\n  * Dubin, Nina L. “Anti-Edifice: Jean Barbault’s Rome Moderne.” _ The Virtual Tourist in Renaissance Rome. _ Chicago: University of Chicago, 2008. 85-93. Print.\r\n  * _Jean Barbault, 1718-1762: le théâtre de la vie italienne), _ Dominique Jacquot and Céline Marcle (eds.) Strasbourg: Musées de la ville de Strasbourg, 2010. Print.\r\n  * Olivier, Michel. “Barbault, Jean.” _Grove Art Online._ Oxford Art Online. 4 Apr. 2011. Web.\r\n  * Savage, Nicholas. _ (Early printed books, 1478-1840: catalogue of the British Architectural Library Early Imprints Collection),_ vol. 1 (A-D). New Jersey: 1994. 43. Print.\r\n  * _Liber Antiquus: Early Printed Books and Manuscripts._ Online collection. (s.v., “Barbault”).\r\n", "name": "Barbault, Jean", "roles": "painter; engraver; artist; printmaker; architect; landscapist", "trp_id": "0116", "death_date": "1762-05", "alternate_names": "", "birth_date": "1718-08-01", "external_id": "http://vocab.getty.edu/ulan/500028029"}}, {"pk": 37, "model": "rome_app.biography", "fields": {"bio": "##  van Westerhout, Arnold \r\n\r\n### Variant Names\r\n\r\n———\r\n\r\n### Dates\r\n\r\n——— ———\r\n\r\n### Occupation(s)\r\n\r\n———\r\n", "name": "van Westerhout, Arnold ", "roles": "", "trp_id": "0123", "death_date": "", "alternate_names": "", "birth_date": "", "external_id": "http://vocab.getty.edu/ulan/500120165"}}, {"pk": 38, "model": "rome_app.biography", "fields": {"bio": "##  Salomoni, Giovanni Generoso \r\n\r\n### Variant Names\r\n\r\n———\r\n\r\n### Dates\r\n\r\n——— ———\r\n\r\n### Occupation(s)\r\n\r\n———\r\n", "name": "Salomoni, Giovanni Generoso", "roles": "", "trp_id": "0121", "death_date": "", "alternate_names": "", "birth_date": "", "external_id": ""}}, {"pk": 39, "model": "rome_app.biography", "fields": {"bio": "##  Guiducci, Angelo \r\n\r\n### Variant Names\r\n\r\n———\r\n\r\n### Dates\r\n\r\n——— ———\r\n\r\n### Occupation(s)\r\n\r\n———\r\n", "name": "Guiducci, Angelo ", "roles": "", "trp_id": "0122", "death_date": "", "alternate_names": "", "birth_date": "", "external_id": ""}}, {"pk": 40, "model": "rome_app.biography", "fields": {"bio": "##  Lenardi, Giovanni Batista \r\n\r\n### Variant Names\r\n\r\n———\r\n\r\n### Dates\r\n\r\n——— ———\r\n\r\n### Occupation(s)\r\n\r\n———\r\n", "name": "Lenardi, Giovanni Batista ", "roles": "", "trp_id": "0124", "death_date": "", "alternate_names": "", "birth_date": "", "external_id": "http://vocab.getty.edu/ulan/500008226"}}, {"pk": 41, "model": "rome_app.biography", "fields": {"bio": "##  Cor.i, And.a \r\n\r\n### Variant Names\r\n\r\n———\r\n\r\n### Dates\r\n\r\n——— ———\r\n\r\n### Occupation(s)\r\n\r\n———\r\n", "name": "Cor.i, And.a", "roles": "", "trp_id": "0125", "death_date": "", "alternate_names": "", "birth_date": "", "external_id": ""}}, {"pk": 42, "model": "rome_app.biography", "fields": {"bio": "##  Ferri, Ciro \r\n\r\n### Variant Names\r\n\r\n———\r\n\r\n### Dates\r\n\r\n——— ———\r\n\r\n### Occupation(s)\r\n\r\n———\r\n", "name": "Ferri, Ciro ", "roles": "", "trp_id": "0126", "death_date": "", "alternate_names": "", "birth_date": "", "external_id": "http://vocab.getty.edu/ulan/500003018"}}, {"pk": 43, "model": "rome_app.biography", "fields": {"bio": "##  Rotolij, Angelo \r\n\r\n### Variant Names\r\n\r\n  * Rotilij, Angelo\r\n\r\n### Dates\r\n\r\n——— ———\r\n\r\n### Occupation(s)\r\n\r\n  * publisher\r\n", "name": "Rotolij, Angelo", "roles": "publisher", "trp_id": "0127", "death_date": "", "alternate_names": "Rotilij, Angelo", "birth_date": "", "external_id": ""}}, {"pk": 44, "model": "rome_app.biography", "fields": {"bio": "##  Thomas, Antoine Jean-Baptiste (1791-1834)\r\n\r\n### Variant Names\r\n\r\n  * Antoine Jean Baptiste Thomas\r\n  * Antoine Jean-Baptiste-Thomas\r\n\r\n### Dates\r\n\r\nb. Paris\r\n\r\nd. Paris\r\n\r\n### Occupation(s)\r\n\r\n  * painter\r\n  * draftsman\r\n  * lithographer\r\n\r\n### Biography\r\n\r\nThe book’s author and artist, Antoine Jean-Baptiste Thomas, is best known as a\r\npainter. His classical and biblical subjects were popular in the Paris Salons.\r\nIn 1816 he won the Prix de Rome, sending him to live abroad in Rome for 2\r\nyears.\r\n\r\nS. R.\r\n\r\n### Sources\r\n\r\n  * Bénézit, Emmanuel. Benezit Dictionary of Artists. Paris: Gründ, 2006. \r\n  * Le Bas, Philippe, Augustin François Lemaitre and Firmin Didot. _France: Dictionnaire encyclopédique,_ Volume 12. Paris: Firmin-Didot Frères, 1845. \r\n  * Johnson, W. McAllister. _French Lithography : the Restoration Salons 1817-1824._ Kingston, Ont.: Agnes Etherington Art Centre, 1977.\r\n", "name": "Thomas, Antoine Jean-Baptiste", "roles": "painter; draftsman;  lithographer", "trp_id": "0128", "death_date": "", "alternate_names": "Antoine Jean Baptiste Thomas; Antoine Jean-Baptiste-Thomas", "birth_date": "", "external_id": "http://vocab.getty.edu/ulan/500012977"}}, {"pk": 45, "model": "rome_app.biography", "fields": {"bio": "##  Le Villain, Francois (Early 19th c.)\r\n\r\n### Variant Names\r\n\r\n  * Lithographie de Villain\r\n\r\n### Dates\r\n\r\nb. Paris\r\n\r\nd. Paris\r\n\r\n### Occupation(s)\r\n\r\n  * printmaker\r\n  * lithographer\r\n  * colorist\r\n\r\n### Biography\r\n\r\nThe Villain printing works was frequented by the most famous artists and\r\nlithographers of the French Romantic school.\r\n\r\nS. R.\r\n\r\n### Sources\r\n\r\n  * Bénézit, Emmanuel. _Benezit Dictionary of Artists._ Paris: Gründ, 2006. \r\n  * Johnson, W. McAllister. _French Lithography : the Restoration Salons 1817-1824._ Kingston, Ont.: Agnes Etherington Art Centre, 1977. \r\n", "name": "Le Villain, Francois", "roles": "printmaker; lithographer; colorist", "trp_id": "0129", "death_date": "", "alternate_names": "Lithographie de Villain", "birth_date": "", "external_id": ""}}, {"pk": 46, "model": "rome_app.biography", "fields": {"bio": "##  Lauro, Giacomo (1720-1778)\r\n\r\n### Variant Names\r\n\r\n  * Giacomo Lauri\r\n  * Iacobus Laurus\r\n  * Jacobus Laurus Romanus\r\n\r\n### Dates\r\n\r\n———\r\n\r\nd. unknown.\r\n\r\n### Occupation(s)\r\n\r\n  * artist\r\n  * printmaker\r\n  * engraver\r\n  * publisher\r\n\r\n### Biography\r\n\r\nGiacomo Lauro’s place and date of birth are unknown, although his signature\r\n“Jacobus Laurus Romanus” seems to indicate that the artist was proudly born\r\nRoman. His first documented appearance is on July 6th, 1583, when he received\r\nmedical attention at a barber shop. He was referred to in print as the\r\n“intagliatore di rame romano,” or the Roman copper engraver, meaning he was\r\nalready practicing his trade at that point. Prior to that date, little is\r\nknown about him, but in the following year, 1594, he had a plate entitled\r\n_Rocca Contrada_ published. Giacomo Lauro’s earliest patrons came from Poland\r\nand commissioned battle scenes, which probably has important significance for\r\nthe dedications of the first two books of _Antiquae Urbis Splendor_, to King\r\nSigismund III of Poland and the Polish Duke of Savoy respectively.\r\n\r\nClaudio Duchet (nephew of Antonio Lefréry, whose work greatly influenced\r\nLauro) published Lauro’s first major work, _Tiberio con la draga_, in 1585.\r\nFrom that point onward, Lauro became quite prolific, specializing in\r\nengravings of plants and views of the city. In 1599 and again in 1630, he\r\npublished a series of engravings of plants titled _Septum Urbis ecclesiae cum\r\nearum reliquiis stationibus et indulgentiis._ Like most of the reconstructed\r\nviews of ancient Rome found in _Antiquae Urbis Splendor_, Lauro relied heavily\r\nupon the works of other artists for the accuracy of his engravings of plants,\r\nrather than first-hand research.\r\n\r\n_Antiquae Urbis Splendor_ is frequently cited as his masterpiece, and indeed\r\nbecame his life’s work as he continually added to it and released various\r\neditions over the course of his lifetime. It is the work for which he is best\r\nknown. Penny Buckley writes, “It was meant, as Lauro proudly announced, to\r\nrecreate the physical remains of antiquity: its amphitheaters, circuses,\r\ntemples, and tombs, as well as its customs, especially those associated with\r\nthe emperor.” When the first edition was printed in 1612 with ninety-nine\r\nengravings, he wrote that he had been working on the book for eighteen years\r\nwith the help of many instructors. The first edition was divided into two\r\nbooks; a third book dedicated to Ranuccio Farnese was added in 1615 with 34\r\nnew engravings. Farnese became one of Lauro’s greatest supporters in the later\r\nyears of his career. The fourth and final book of _Antiquae Urbis Splendor_\r\nwas added in 1628, bringing the book to a total of 167 engravings. This was\r\nnot, however, the end of the book’s print history, with later editions\r\nreleased in 1637 (curated by the Swiss Guard Giovanni Alto who also wrote a\r\npreface, added an index, and numbered the engravings for the first time),\r\n1641, and 1699 (which abandoned the 4 part nature of the book and instead\r\nsplit it into two parts: antique and modern Rome). One particularly\r\ninteresting manifestation of the book was an edition released in 1625,\r\npublished by Andrea Fei in the year of the Jubilee in Rome. Because of the\r\nlarge influx of visitors to the city, the book was reprinted with Italian,\r\nFrench, and German translations to the Latin transcriptions on the reverse of\r\neach page.\r\n\r\nThroughout his life Lauro built up an impressive network of connections, as\r\nevidenced by _Il libro amicorum_, or “The Album,” consisting of a series of\r\nletters Lauro exchanged with dignitaries and other notable people between 1600\r\nand 1636. The Album also provides biographical information about the elusive\r\nartist, telling us that he had a wife and children, and lived for some time in\r\nthe district of Parione. His two sons were named Michael and ‘M. Gieronimo,’\r\nand his daughter was a successful miniature portrait painter. He had another\r\ndaughter who passed away in 1600. Records show that Lauro was active until at\r\nleast 1645, when he published a series of engravings of plants and\r\ndescriptions of Italian cities. However, a letter of condolence to his son\r\nMichael written in 1650 tells us that Lauro had already died by that time.\r\n\r\nM. L.\r\n\r\n### Sources\r\n\r\n  * Buckley, Penny. _The Splendors of Ancient Rome: A Seventeenth Century View. The Splendors of Ancient Rome._ J. Paul Getty Museum, 1974. Print. \r\n  * Cametti, Cecilia. Introduction. _Meraviglie Della Roma Antica._ By Giacomo Lauro and Cristina Falcucci. Roma: D. Audino, 1992. Print. \r\n  * Di Calisto, Laura. \"Lauro, Giacomo.\" _Dizionario Biografico Degli Italiani._ Vol. 64. 2005. _Treccani._ Web. <http://www.treccani.it/enciclopedia/giacomo-lauro_(Dizionario-Biografico)/>. \r\n", "name": "Lauro, Giacomo", "roles": "rtist; printmaker; engraver; publisher", "trp_id": "0130", "death_date": "1778", "alternate_names": "Giacomo Lauri; Iacobus Laurus; Jacobus Laurus Romanus", "birth_date": "1720", "external_id": "http://vocab.getty.edu/ulan/500082215"}}, {"pk": 47, "model": "rome_app.biography", "fields": {"bio": "##  Fugger, Marquard \r\n\r\n### Variant Names\r\n\r\n———\r\n\r\n### Dates\r\n\r\n——— ———\r\n\r\n### Occupation(s)\r\n\r\n———\r\n", "name": "Fugger, Marquard", "roles": "", "trp_id": "0131", "death_date": "", "alternate_names": "", "birth_date": "", "external_id": ""}}, {"pk": 48, "model": "rome_app.biography", "fields": {"bio": "##  Volterra, Francesco Capriani da \r\n\r\n### Variant Names\r\n\r\nCapriani, Francesco Da Volterra\r\n\r\n### Dates\r\n\r\nBirth date: 1535\r\n\r\nDeath date: 1594\r\n\r\n### Occupation(s)\r\n\r\n - architect\r\n - sculptor\r\n\r\n### Biography\r\n", "name": "Volterra, Francesco Capriani da ", "roles": "architect; sculptor", "trp_id": "0140", "death_date": "1594", "alternate_names": "Capriani, Francesco Da Volterra", "birth_date": "1535", "external_id": "http://vocab.getty.edu/ulan/500018122"}}, {"pk": 49, "model": "rome_app.biography", "fields": {"bio": "##  Ligorio, Pirro \r\n\r\n### Variant Names\r\n\r\n———\r\n\r\n### Dates\r\n\r\n——— ———\r\n\r\n### Occupation(s)\r\n\r\n———\r\n", "name": "Ligorio, Pirro ", "roles": "", "trp_id": "0139", "death_date": "", "alternate_names": "", "birth_date": "", "external_id": "http://vocab.getty.edu/ulan/500018431"}}, {"pk": 50, "model": "rome_app.biography", "fields": {"bio": "##  Este, Ippolito d' \r\n\r\n### Variant Names\r\n\r\n———\r\n\r\n### Dates\r\n\r\n——— ———\r\n\r\n### Occupation(s)\r\n\r\n———\r\n", "name": "Este, Ippolito d'", "roles": "", "trp_id": "0138", "death_date": "", "alternate_names": "", "birth_date": "", "external_id": ""}}, {"pk": 51, "model": "rome_app.biography", "fields": {"bio": "##  Medici, Ferdinando de' \r\n\r\n### Variant Names\r\n\r\n———\r\n\r\n### Dates\r\n\r\n——— ———\r\n\r\n### Occupation(s)\r\n\r\n———\r\n", "name": "Medici, Ferdinando de'", "roles": "", "trp_id": "0137", "death_date": "", "alternate_names": "", "birth_date": "", "external_id": ""}}, {"pk": 52, "model": "rome_app.biography", "fields": {"bio": "##  Fugger, Mark Philip \r\n\r\n### Variant Names\r\n\r\n———\r\n\r\n### Dates\r\n\r\n——— ———\r\n\r\n### Occupation(s)\r\n\r\n———\r\n", "name": "Fugger, Mark Philip ", "roles": "", "trp_id": "0136", "death_date": "", "alternate_names": "", "birth_date": "", "external_id": ""}}, {"pk": 53, "model": "rome_app.biography", "fields": {"bio": "##  Mattei, Ciriaco \r\n\r\n### Variant Names\r\n\r\n———\r\n\r\n### Dates\r\n\r\n——— ———\r\n\r\n### Occupation(s)\r\n\r\n———\r\n", "name": "Mattei, Ciriaco", "roles": "", "trp_id": "0135", "death_date": "", "alternate_names": "", "birth_date": "", "external_id": ""}}, {"pk": 54, "model": "rome_app.biography", "fields": {"bio": "##  Gambara, Giovanni Francesco \r\n\r\n### Variant Names\r\n\r\n———\r\n\r\n### Dates\r\n\r\n——— ———\r\n\r\n### Occupation(s)\r\n\r\n———\r\n", "name": "Gambara, Giovanni Francesco ", "roles": "", "trp_id": "0134", "death_date": "", "alternate_names": "", "birth_date": "", "external_id": ""}}, {"pk": 55, "model": "rome_app.biography", "fields": {"bio": "##  Ghinucci, Tommaso \r\n\r\n### Variant Names\r\n\r\n———\r\n\r\n### Dates\r\n\r\n——— ———\r\n\r\n### Occupation(s)\r\n\r\n———\r\n", "name": "Ghinucci, Tommaso", "roles": "", "trp_id": "0133", "death_date": "", "alternate_names": "", "birth_date": "", "external_id": ""}}, {"pk": 56, "model": "rome_app.biography", "fields": {"bio": "##  Vignola, Giacomo Barozzi da \r\n\r\n### Variant Names\r\n\r\n———\r\n\r\n### Dates\r\n\r\n——— ———\r\n\r\n### Occupation(s)\r\n\r\n———\r\n", "name": "Vignola, Giacomo Barozzi da", "roles": "", "trp_id": "0132", "death_date": "", "alternate_names": "", "birth_date": "", "external_id": "http://vocab.getty.edu/ulan/500024808"}}, {"pk": 57, "model": "rome_app.biography", "fields": {"bio": "##  Bosio, Antonio (1575-1629)\r\n\r\n### Variant Names\r\n\r\n———\r\n\r\n### Dates\r\n\r\nb. Malta\r\n\r\nd. Rome\r\n\r\n### Occupation(s)\r\n\r\n  * author\r\n\r\n### Biography\r\n\r\nAntonio Bosio was the founder of Christian archeology Rome and the first\r\nscholar to apply the study of ancient Christian texts to a systematic\r\ninvestigation of the Roman catacombs. Bosio was born in Malta in 1575. He was\r\nthe illegitimate child of Giovanni Ottone, a high officer of the Knights of\r\nMalta, who was probably born in the northern Italian diocese of Ivrea. In\r\n1587, twelve-year old Bosio was placed under his uncle Giacomo’s custody and\r\njoined him in Rome. In the eternal city, Bosio’s uncle served as a\r\nrepresentative of the Knights of Malta before the Holy See. While living with\r\nhis uncle, Bosio studied literature and philosophy at the Jesuit _Collegio\r\nRomano,_ and law at La Sapienza. Fully immersed in the cultural circles of\r\nsixteenth-century Rome and influenced by the renewed interest in the early\r\nChristian period, he began studying Church history and reading ancient\r\nChristian texts.\r\n\r\nBosio can be better understood if placed in the context of Counter Reformation\r\nRome, where members of the new religious orders (especially the Oratorians and\r\nthe Jesuits), churchmen and lay intellectuals showed a keen enthusiasm for the\r\nrediscovery of the early Christian past. In a time of intense religious\r\nconflict with Protestants, they considered the history of the early Christian\r\ncommunity, with its heroic martyrs and its first popes, as evidence of the\r\ncontinuous function/legitimacy of the Roman Catholic Church.\r\n\r\nIn 1578, the accidental rediscovery of an ancient Christian cemetery (at the\r\ntime believed to be Priscilla’s, but now known as the anonymous catacomb “di\r\nvia Anapo”) had bolstered people’s interest in Rome’s paleochristian past.\r\nBosio’s first direct exploration of a catacomb (Domitilla’s) happened on\r\nDecember 10th 1593. At the time, he was an 18-year-old enthusiastic scholar of\r\nChristian antiquities, animated by the desire to find important early\r\nChristian inscriptions. After this first experience, Bosio started systematic\r\narcheological exploration of the Roman catacombs (Tiburtina, Appia, Nomentana,\r\nSalaria _vetus_ and _nova,_ Flaminia, Ostiense, Latina, and Portuense). He\r\ndiscovered approximately thirty suburban cemeteries, pairing his active\r\ninvestigation with his knowledge of written sources to interpret archeological\r\nevidence. Bosio’s training was based on his broad reading of all available\r\ndocuments on Christian antiquities, especially those related to early\r\nChristian burial rituals and practices. He read the Greek and Latin Fathers,\r\nconciliar documents and canons, papal epistles, ancient Christian chronicles,\r\nand hagiographical collections.\r\n\r\nIn 1599, when Saint Cecilia’s body was found, Bosio published a history of her\r\nmartyrdom: _Historia passionis b. Caeciliae virginis, Valereriani, Tiburtii et\r\nMaximi martyrum, nec non Urbani et Lucii pontificum et martyrum vitae._ After\r\n1603, the year his father joined him in Rome, Bosio’s active exploration of\r\nthe catacombs seemed to have slowed down, as he began doing legal work for the\r\nKnights of Malta. In 1604, Pope Clement VIII honored his research\r\naccomplishments by officially legitimizing his birth. After 1608, Bosio\r\nreturned to his archeological activity and, according to his uncle Giacomo, it\r\nwas around this time that he conceived the idea of writing a complete history\r\nof his explorations and of his discoveries. According to Bosio’s first plan, a\r\ncollection of illustrations was supposed to supplement the text. Bosio was\r\nalways aware of the necessity of visual images to reproduce and document his\r\nfindings. The painter Giovanni Angelo Santini (also known as “il Toccafondi”)\r\nhad accompanied Bosio on his first exploration. However at some point, Bosio\r\nchose to replace him with the painter Santi Avanzino, whose paintings he\r\nconsidered more accurate. Bosio hired Francesco Fulcaro to engrave Avanzino’s\r\npaintings.\r\n\r\nBosio died in 1629, before he had the time to complete and publish the results\r\nof his lifetime of research. He was 54 years old. He was buried in the Church\r\nof San Biagio in Montecitorio. The Oratorian Giovanni Severano edited and\r\ncompleted Bosio’s work, which was finally published five years after the\r\nauthor’s death with the title _Roma sotterranea opera postuma di A. B.\r\nromano._\r\n\r\nA. F.\r\n\r\n### Sources\r\n\r\n  * Cabrol, Fernand. “Bosio, Antoine.” _Dictionnaire d’archéologie chrétienne et de liturgie._ Paris: Letouzey et Ané, 1910. 1083-1093. Print. \r\n  * Ferrua, Antonio. “Le tre Rome sotterranee.” _La Cività Cattolica._ 89 (1938): 399-412. Print.\r\n  * Ghilardi, Massimiliano. “Le catacombe di Roma dal Medioevo alla _Roma sotterranea_ di Antonio Bosio.” _Studi Romani._ XLIX (2001): 27-56. Print.\r\n  * Hassett, Maurice. \"Antonio Bosio.\" _The Catholic Encyclopedia._ Vol. 2. New York: Robert Appleton Company, 1907. Web. \r\n  * Parise, Nicola. “Bosio, Antonio.” _Dizionario Biografico degli Italiani._ Vol. 13 (1971). _Istituto dell’enciclopedia italiana._ Web.\r\n  * Valeri, Antonio. _Cenni biografici di Antonio Bosio._ Roma: Tipografia dell’unione cooperativa editrice, 1900. Print.\r\n", "name": "Bosio, Antonio", "roles": "author", "trp_id": "0158", "death_date": "1629", "alternate_names": "", "birth_date": "1575", "external_id": ""}}, {"pk": 58, "model": "rome_app.biography", "fields": {"bio": "##  Labacco, Antonio (1495-1567)\r\n\r\n### Variant Names\r\n\r\n  * dall’Abacco, Antonio\r\n\r\n### Dates\r\n\r\nb. ca. 1495, near Vigevano\r\n\r\nd. after 1567\r\n\r\n### Occupation(s)\r\n\r\n  * writer\r\n  * engraver\r\n  * architect\r\n\r\n### Biography\r\n\r\nAntonio Labacco was an Italian architect, engraver and writer. Originally from\r\nNorthern Italy, he moved to Rome at the beginning of the sixteenth century. He\r\nbegan his training in the workshop of Donato Bramante, the Italian architect\r\nmost famous for his plan for the new St. Peter’s Basilica. Labacco continued\r\nhis career under the tutelage of Antonio da Sangallo, with whom he\r\ncollaborated on a number of projects, including the design of several churches\r\nand the surveying of ancient buildings throughout the city. Having acquired\r\nskills in surveying, design, and carpentry, in 1526 Labacco assisted da\r\nSangallo, Giuliano Leno, Pier Francesco da Viterbo and Michele Sanmicheli in\r\nthe refortifying of Parma and Piacenza.\r\n\r\nLater, Labacco and his workshop began work on a large wooden model of da\r\nSangallo’s project for St. Peter’s, which he completed after six years in\r\n1545. The following year, after the death of Antonio da Sangallo, Labacco was\r\nfired by Michelangelo, the new head of the project for St. Peter’s. His large,\r\nexpensive model was rendered useless, but Labacco commemorated da Sangallo’s\r\nplan with a series of large engravings that were printed and published between\r\n1548 and 1549 by Antonio Salamanca and included in the _Speculum Romanae\r\nMagnificentiae_.\r\n\r\nThis initial contact with Salamanca provided Labacco with experience in print\r\ndesign and production, which proved fundamental in the realization of the\r\narchitect’s most famous work, the _Libro d’Antonio Labacco_. This\r\narchitectural treatise conveys Labacco’s admiration for the classical\r\narchitecture of ancient Rome. The plates, designed by Labacco and engraved by\r\nhis son Mario, depict reconstructions of ancient Roman monuments based on\r\ninformation from written sources and Labacco’s own investigation of their\r\nruins. Originally printed in Rome at the workshop of Antonio Blado, the book\r\nwas well-received and reprinted several times up through the 1580s.\r\n\r\nR. G-F.\r\n\r\n### Sources\r\n\r\n  * Baldini, Gianni. “Di Antonio Labacco vercellese, architetto romano del secolo XVI.”_Mitteilungen des Kunsthistorischen Institutes in Florenz_Mitteilungen des Kunsthistorischen Institutes in Florenz (1993): 337-80. 7 Dec. 2011. Web.\r\n  * “Labacco (Abacco, dell'Abacco), Antonio.”_Dizionario Biografico degli Italiani. Vol. 1._Rome: Istituto della Enciclopedia Italiana, 2004. 7 Dec. 2011. Web.\r\n  * Phillips, Maria A. “Labacco [Abacco; Dall’Abacco; l’Abacco], Antonio.”_Grove Art Online. Oxford Art Online._7 Dec. 2011. Web.\r\n", "name": "Labacco, Antonio", "roles": "writer; engraver;  architect", "trp_id": "0157", "death_date": "1567", "alternate_names": "dall’Abacco, Antonio", "birth_date": "1495", "external_id": "http://vocab.getty.edu/ulan/500014107"}}, {"pk": 59, "model": "rome_app.biography", "fields": {"bio": "##  Aldini, Tobia (1570-1662)\r\n\r\n### Variant Names\r\n\r\n  * Tobia Aldino\r\n  * Tobias Aldinus\r\n\r\n### Dates\r\n\r\n——— ———\r\n\r\n### Occupation(s)\r\n\r\n  * author\r\n\r\n### Biography\r\n\r\nTobia Aldini of Cesena was a doctor and botanist, or \"semplicista,\" appointed\r\nby Cardinal Odoardo Farnese as director and curator of the Farnese Gardens on\r\nthe Palatine Hill. _Exactissima desriptio_ is Aldini's only currently\r\nattributed publication.\r\n\r\nE. A.\r\n\r\n### Sources\r\n\r\n  * Castelli, Pietro, and Tobia Aldini. _Exactissima Descriptio Rariorum Quarundam Plantarum, Que Continentur Rome in Horto Farnesiano._ Romae: Typis Jacobi Mascardi, 1625. Print.\r\n  * De Ferrari, Augosto. \"Castelli, Pietro.\" _Dizionario Biografico degli Italiani._ Vo. 21 (1978). _Istituto dell'enciclopedia italiana._ 14 Dec. 2011. Web.<http://www.treccani.it/enciclopedia/pietro-castelli_(Dizionario-Biografico)/>\r\n  * Nocchi, Paolo B. and Ezio Pellegrini. \"La Collezione Botanica del Cardinale Odoardo.\" _Roma Antica: Gli Orti Farnesiani sul Palatino._ Ed. Giuseppe Morganti. Roma: Scuola Tipografica S. Pio X, 1990. 413-430. Print. \r\n", "name": "Aldini, Tobia", "roles": "author", "trp_id": "0150", "death_date": "1662", "alternate_names": "Tobia Aldino;  Tobias Aldinus", "birth_date": "1570", "external_id": ""}}, {"pk": 60, "model": "rome_app.biography", "fields": {"bio": "##  Didot, Firmin (1764–1836)\r\n\r\n### Variant Names\r\n\r\n———\r\n\r\n### Dates\r\n\r\nb. Paris\r\n\r\nd. Paris\r\n\r\n### Occupation(s)\r\n\r\n  * typographer\r\n  * printer\r\n  * publisher\r\n\r\n### Biography\r\n\r\nFirmin was the son of François Didot, who founded the Imprimerie Didot in\r\n1713. The Didot printworks lasted for over a century, and the family pioneered\r\nmany areas of printing. Firmin Didot is famous for inventing a practical means\r\nof stereotyping that allowed him to print books cheaply.\r\n\r\nS. R.\r\n\r\n### Sources\r\n\r\n  * Bénézit, Emmanuel. _Benezit Dictionary of Artists._ Paris: Gründ, 2006. \r\n  * Hamilton, Frederick W. _A Brief History of Printing: Part I._ Chicago: The Committee on Education, United Typothetae of America, 1918. \r\n", "name": "Didot, Firmin", "roles": "typographer; printer; publisher", "trp_id": "0144", "death_date": "1836", "alternate_names": "", "birth_date": "1764", "external_id": "http://vocab.getty.edu/ulan/500063529"}}, {"pk": 61, "model": "rome_app.biography", "fields": {"bio": "##  Mascardi, Giacomo (1567-unknown)\r\n\r\n### Variant Names\r\n\r\n  * Iacobi Mascardi\r\n\r\n### Dates\r\n\r\nb. Bormio\r\n\r\nd. unknown.\r\n\r\n### Occupation(s)\r\n\r\n  * printer\r\n\r\n### Biography\r\n\r\nGiacomo Mascardi was born in 1567 near Bormio. He made his living in Rome as a\r\nprinter, and became renowned posthumously for his relationship with the\r\nAccademia dei Lincei and particularly for his role in printing the works of\r\nGalileo Galilei. His nephew, Vitale Moscardi, continued to run the printshop\r\nunder the family name after Mascardi's death, and was the printer of\r\nl'Accademia dei Lincei's most famous publication, _il Tesoro Messicano,_ in\r\n1651.\r\n\r\nE. A.\r\n\r\n### Sources\r\n\r\n  * Castelli, Pietro, and Tobia Aldini. _Exactissima Descriptio Rariorum Quarundam Plantarum, Que Continentur Rome in Horto Farnesiano._ Romae: Typis Jacobi Mascardi, 1625. Print.\r\n  * \"Mascardi, Giacomo.\" Dizionario Biografico degli Italiani. Vo. 71 (2008). Istituto dell'enciclopedia italiana. 14 Dec. 2011. Web. [DBI][1]\r\n  * Freedberg, David. _The Eye of the Lynx._ Chicago: Chicago Press, 2002. Print.\r\n  * Nocchi, Paolo B. and Ezio Pellegrini. \"La Collezione Botanica del Cardinale Odoardo.\" _Roma Antica: Gli Orti Farnesiani sul Palatino._ Ed. Giuseppe Morganti. Roma: Scuola Tipografica S. Pio X, 1990. 413-430. Print. \r\n\r\n\r\n  [1]: http://www.treccani.it/enciclopedia/giacomo-mascardi_(Dizionario-Biografico)/", "name": "Mascardi, Giacomo", "roles": "printer", "trp_id": "0151", "death_date": "", "alternate_names": "Iacobi Mascardi", "birth_date": "1567", "external_id": ""}}, {"pk": 62, "model": "rome_app.biography", "fields": {"bio": "##  Castelli, Pietro (1570-1662)\r\n\r\n### Variant Names\r\n\r\n  * Petrus Castellus\r\n\r\n### Dates\r\n\r\nb. Rome\r\n\r\nd. unknown.\r\n\r\n### Occupation(s)\r\n\r\n  * author\r\n\r\n### Biography\r\n\r\nPietro Castelli was born in Rome between 1570 and 1575. He studied botany and\r\nmedicine, which at the time were closely linked fields, at the Roman\r\nuniversity La Sapienza. 1594 he became a professor of botany and medicine at\r\nLa Sapienza, and was also the director of the Orto Botanico di Roma. In 1634,\r\nhe moved to Messina, where he was also involved with the cultivation and study\r\nof the city botanical gardens. He was a prolific author on various topics from\r\nzoology to chemistry, and although _Exactissima desriptio_ itself credits\r\nTobia Aldini as \"auctore,\" it has been suggested that Castelli was the driving\r\nforce behind the publication of the catalog. That Castelli was the primary\r\nauthor was indicated by contemporaries of the two prominent medical botanists\r\nsuch as Allacci; furthermore, Mandosio who pointed out in 1692 that the poem\r\nforming the dedication to the learned author not only mentions Castelli, but\r\nactually comprises an acrostic spelling out \"Petrus Castellus Romanus.\"\r\n(Nocchi 419) While some sources assert that Castelli was the sole author of\r\nthe _Exactissima desriptio,_ and Castelli himself admitted later in his career\r\nto publishing under others' names, Nocchi and Pellegrini suggest that this\r\nwork in particular required intimate knowledge and observations of the\r\nflowering and growth patterns of the plants in the Farnese gardens, and\r\ntherefore could not have been written without the assistance its caretaker,\r\nAldini.\r\n\r\nE. A.\r\n\r\n### Sources\r\n\r\n  * Castelli, Pietro, and Tobia Aldini. _Exactissima Descriptio Rariorum Quarundam Plantarum, Que Continentur Rome in Horto Farnesiano._ Romae: Typis Jacobi Mascardi, 1625. Print.\r\n  * De Ferrari, Augosto. \"Castelli, Pietro.\" _Dizionario Biografico degli Italiani._ Vo. 21 (1978). _Istituto dell'enciclopedia italiana._ 14 Dec. 2011. Web.<http://www.treccani.it/enciclopedia/pietro-castelli_(Dizionario-Biografico)/>\r\n  * Nocchi, Paolo B. and Ezio Pellegrini. \"La Collezione Botanica del Cardinale Odoardo.\" _Roma Antica: Gli Orti Farnesiani sul Palatino._ Ed. Giuseppe Morganti. Roma: Scuola Tipografica S. Pio X, 1990. 413-430. Print. \r\n", "name": "Castelli, Pietro", "roles": "author", "trp_id": "0155", "death_date": "1662", "alternate_names": "Petrus Castellus", "birth_date": "1570", "external_id": ""}}, {"pk": 63, "model": "rome_app.biography", "fields": {"bio": "##  Ciamberlano, Luca (1570-unknown)\r\n\r\n### Variant Names\r\n\r\n———\r\n\r\n### Dates\r\n\r\nb. Urbino\r\n\r\nd. unknown.\r\n\r\n### Occupation(s)\r\n\r\n  * engraver\r\n\r\n### Biography\r\n\r\nLuca Ciamberlano was born in Urbino sometime around 1570, although this date\r\nis unconfirmed. Little is known about his early life, except that he initially\r\nstudied jurisprudence and law but subsequently abandoned his studies in favor\r\nof pursuing a career as an engraver and printmaker. Currently the earliest\r\nextant print attributed to him dates to 1599. His prints, and particularly his\r\nfrontispieces such as the one seen in _Exactissima Descriptio Rariorum\r\nQuarundam Plantarum,_ are identifiable by their strong classical motifs and\r\ncomposition and a strong grasp of shading and the depiction of human forms,\r\nalthough his treatment of profiles and busts is often less considered.\r\n\r\nE. A.\r\n\r\n### Sources\r\n\r\n  * Castelli, Pietro, and Tobia Aldini. _Exactissima Descriptio Rariorum Quarundam Plantarum, Que Continentur Rome in Horto Farnesiano._ Romae: Typis Jacobi Mascardi, 1625. Print.\r\n  * Tarditi, Laura. \"Ciamberlano, Luca.\" Dizionario Biografico degli Italiani. Vo. 25 (1981). Istituto dell'enciclopedia italiana. 14 Dec. 2011. Web. <http://www.treccani.it/enciclopedia/luca-ciamberlano_(Dizionario-Biografico)/>\r\n", "name": "Ciamberlano, Luca", "roles": "engraver", "trp_id": "0156", "death_date": "", "alternate_names": "", "birth_date": "1570", "external_id": ""}}, {"pk": 64, "model": "rome_app.biography", "fields": {"bio": "##  Firleo, Petro \r\n\r\n### Variant Names\r\n\r\n———\r\n\r\n### Dates\r\n\r\n——— ———\r\n\r\n### Occupation(s)\r\n\r\n———\r\n", "name": "Firleo, Petro", "roles": "", "trp_id": "0142", "death_date": "", "alternate_names": "", "birth_date": "", "external_id": ""}}, {"pk": 65, "model": "rome_app.biography", "fields": {"bio": "##  Galvani, Giovanni Alberto \r\n\r\n### Variant Names\r\n\r\n———\r\n\r\n### Dates\r\n\r\n——— ———\r\n\r\n### Occupation(s)\r\n\r\n———\r\n", "name": "Galvani, Giovanni Alberto", "roles": "", "trp_id": "0141", "death_date": "", "alternate_names": "", "birth_date": "", "external_id": "http://vocab.getty.edu/ulan/500242483"}}, {"pk": 66, "model": "rome_app.biography", "fields": {"bio": "##  Iodoco A'Roll \r\n\r\n### Variant Names\r\n\r\n———\r\n\r\n### Dates\r\n\r\n——— ———\r\n\r\n### Occupation(s)\r\n\r\n———\r\n", "name": "Iodoco A'Roll", "roles": "", "trp_id": "0143", "death_date": "", "alternate_names": "", "birth_date": "", "external_id": ""}}, {"pk": 67, "model": "rome_app.biography", "fields": {"bio": "##  Urban VIII (Maffeo Barberini) \r\n\r\n### Variant Names\r\n\r\n———\r\n\r\n### Dates\r\n\r\n——— ———\r\n\r\n### Occupation(s)\r\n\r\n———\r\n", "name": "Urban VIII (Maffeo Barberini)", "roles": "", "trp_id": "0145", "death_date": "", "alternate_names": "", "birth_date": "", "external_id": ""}}, {"pk": 68, "model": "rome_app.biography", "fields": {"bio": "##  Mascardi, Vitale \r\n\r\n### Variant Names\r\n\r\n———\r\n\r\n### Dates\r\n\r\n——— ———\r\n\r\n### Occupation(s)\r\n\r\n———\r\n", "name": "Mascardi, Vitale", "roles": "", "trp_id": "0146", "death_date": "", "alternate_names": "", "birth_date": "", "external_id": ""}}, {"pk": 69, "model": "rome_app.biography", "fields": {"bio": "##  Alto, Giovanni \r\n\r\n### Variant Names\r\n\r\n———\r\n\r\n### Dates\r\n\r\n——— ———\r\n\r\n### Occupation(s)\r\n\r\n———\r\n", "name": "Alto, Giovanni", "roles": "", "trp_id": "0147", "death_date": "", "alternate_names": "", "birth_date": "", "external_id": ""}}, {"pk": 70, "model": "rome_app.biography", "fields": {"bio": "##  Baianus, Andreas Lusitanus \r\n\r\n### Variant Names\r\n\r\n———\r\n\r\n### Dates\r\n\r\n——— ———\r\n\r\n### Occupation(s)\r\n\r\n———\r\n", "name": "Baianus, Andreas Lusitanus", "roles": "", "trp_id": "0148", "death_date": "", "alternate_names": "", "birth_date": "", "external_id": ""}}, {"pk": 71, "model": "rome_app.biography", "fields": {"bio": "##  Kalenkowic, Hyacinto  \r\n\r\n### Variant Names\r\n\r\n———\r\n\r\n### Dates\r\n\r\n——— ———\r\n\r\n### Occupation(s)\r\n\r\n———\r\n", "name": "Kalenkowic, Hyacinto", "roles": "", "trp_id": "0149", "death_date": "", "alternate_names": "", "birth_date": "", "external_id": ""}}, {"pk": 72, "model": "rome_app.biography", "fields": {"bio": "##  Charles Emmanuel I, Duke of Savoy \r\n\r\n### Variant Names\r\n\r\n———\r\n\r\n### Dates\r\n\r\n——— ———\r\n\r\n### Occupation(s)\r\n\r\n———\r\n", "name": "Charles Emmanuel I, Duke of Savoy", "roles": "", "trp_id": "0152", "death_date": "", "alternate_names": "", "birth_date": "", "external_id": ""}}, {"pk": 73, "model": "rome_app.biography", "fields": {"bio": "##  Miotte, Pierre \r\n\r\n### Variant Names\r\n\r\n———\r\n\r\n### Dates\r\n\r\n——— ———\r\n\r\n### Occupation(s)\r\n\r\n———\r\n", "name": "Miotte, Pierre", "roles": "", "trp_id": "0154", "death_date": "", "alternate_names": "", "birth_date": "", "external_id": "http://vocab.getty.edu/ulan/500056299"}}, {"pk": 74, "model": "rome_app.biography", "fields": {"bio": "##  Labacco, Mario \r\n\r\n### Variant Names\r\n\r\n———\r\n\r\n### Dates\r\n\r\n——— ———\r\n\r\n### Occupation(s)\r\n\r\n———\r\n", "name": "Labacco, Mario", "roles": "", "trp_id": "0159", "death_date": "", "alternate_names": "", "birth_date": "", "external_id": ""}}, {"pk": 75, "model": "rome_app.biography", "fields": {"bio": "##  Porro, Giacomo \r\n\r\n### Variant Names\r\n\r\n———\r\n\r\n### Dates\r\n\r\n——— ———\r\n\r\n### Occupation(s)\r\n\r\n———\r\n", "name": "Porro, Giacomo", "roles": "", "trp_id": "0160", "death_date": "", "alternate_names": "", "birth_date": "", "external_id": ""}}, {"pk": 76, "model": "rome_app.biography", "fields": {"bio": "##  Fulcari, Sebastiano \r\n\r\n### Variant Names\r\n\r\n———\r\n\r\n### Dates\r\n\r\n——— ———\r\n\r\n### Occupation(s)\r\n\r\n———\r\n", "name": "Fulcari, Sebastiano", "roles": "", "trp_id": "0161", "death_date": "", "alternate_names": "", "birth_date": "", "external_id": ""}}, {"pk": 77, "model": "rome_app.biography", "fields": {"bio": "##  Severano, Giovanni \r\n\r\n### Variant Names\r\n\r\n———\r\n\r\n### Dates\r\n\r\n——— ———\r\n\r\n### Occupation(s)\r\n\r\n———\r\n", "name": "Severano, Giovanni", "roles": "", "trp_id": "0162", "death_date": "", "alternate_names": "", "birth_date": "", "external_id": ""}}, {"pk": 78, "model": "rome_app.biography", "fields": {"bio": "##  Grignani, Lodovico \r\n\r\n### Variant Names\r\n\r\n———\r\n\r\n### Dates\r\n\r\n——— ———\r\n\r\n### Occupation(s)\r\n\r\n———\r\n", "name": "Grignani, Lodovico", "roles": "", "trp_id": "0163", "death_date": "", "alternate_names": "", "birth_date": "", "external_id": ""}}, {"pk": 79, "model": "rome_app.biography", "fields": {"bio": "##  Barberini, Francesco \r\n\r\n### Variant Names\r\n\r\n———\r\n\r\n### Dates\r\n\r\n——— ———\r\n\r\n### Occupation(s)\r\n\r\n———\r\n", "name": "Barberini, Francesco", "roles": "", "trp_id": "0164", "death_date": "", "alternate_names": "", "birth_date": "", "external_id": ""}}, {"pk": 1, "model": "rome_app.essay", "fields": {"text": "## Pietro Castelli, Pietro and Tobia Aldini. *Exactissima Descriptio Rariorum Quarundam Plantarum, Que Continentur Rome in Horto Farnesiano*\r\n\r\nThe Aldini’s book is a singularly elegant example of 17th century Roman print\r\nculture. The copy belonging to the Lownes Collection of the John Hay Library\r\nremains in a contemporary leather binding with gilt decoration on the spine\r\nand a red speckled foredge. It is larger than one might expect when looking at\r\nthe digital copy of the book, the cover having about the same dimensions as a\r\nlarge laptop. The clarity and contrast of the black ink against delicate\r\ncotton rag paper in the etchings is perhaps more striking than in the digital\r\nversion, and the impression of the type gives a sense of depth even to the\r\nthin pages. The type appears in roughly size 24 point font in the body of the\r\nintroductory pages, and about 18 point in the main body of the text. The pages\r\nhave some yellowing around the edges and are slightly brittle, but in\r\nremarkably good shape for an object that is nearly four hundred years old.\r\nWhen held up to the light, the end-pages reveal elegant key-like watermarks.\r\nThe book was bequeathed to the John Hay Library in 1979 as part of the Albert\r\nE. Lownes Collection of Significant Books in the History of Science, and\r\nLowne's personal bookplate pasted to the inside front cover indicates at least\r\nthe most recent provenance.\r\n\r\nWhat is perhaps most notable about this book as a whole is the sense of\r\ncompleteness and forethought one has when looking through the manuscript,\r\nwhich is unusual for a book of this period. Many of the books in the Theater\r\nthat was Rome collection represent the vedute or specchi for the traveling\r\nscholar, a form of manuscript that is far more fluid in form than this tightly\r\ncollated, highly consistent manuscript. The *Exactissima Descriptio* begins\r\nmuch like the rest, with a formal declarative title page crediting Tobia\r\nAldini of Cesana as author, Odoardo Farnese as patron, and Iacobo Mascardi as\r\nprinter, with Luca Ciamberlano's initials below the frame indicating his role\r\nas engraver. The dedication signed by Aldini follows, and then a dedication to\r\nthe Learned Author. It is at this point that Castelli is first mentioned, both\r\nin the text of the poem and in the form of the acrostic. Various letters then\r\nfollow, from the printer to the reader, and to the Studios and Earnest\r\nBotanists, and then the manuscript is formally endorsed (\"with joy!\") in the\r\nimprimatur. This string of letters of dedication and affirmation are not\r\nunusual for books of this period, but what follows represents a remarkable\r\nshow of attentiveness and organization; there is an index, naming each of the\r\nsixteen chapters defined by their respective dedicated plants and including\r\npage numbers. There is then an index of prints, also including page numbers.\r\nThe main body of the work then plays out, chronicling sixteen different types\r\nof plant to be found in the Farnese gardens and their particular\r\nhistoriography and use. The pages of prints also contain double-margins and\r\npage numbers consistent with the rest of the book, indicating that each page\r\nhad been printed in a double run, once through the etching press and then\r\nagain through the letterpress, representing a remarkable investment of both\r\ntime and money, but also indicative of both assiduousness and thoroughness on\r\nthe part of the printer. The main body of the text is followed by three pages\r\ndedicated to the amendment of errata typographica, followed by yet another\r\nindex in which the refinement of the typography is quite pronounced. The final\r\nprinted page contains a triumphant and somewhat stomach-turning list of the\r\ndiseases cured by remedies to be found in the book.\r\n\r\n### References\r\n\r\nCastelli, Pietro, and Tobia Aldini. *Exactissima Descriptio Rariorum Quarundam\r\nPlantarum, Que Continentur Rome in Horto Farnesiano*. Romae: Typis Jacobi\r\nMascardi, 1625. Print.\r\n\r\nDe Ferrari, Augosto. \"Castelli, Pietro.\" *Dizionario Biografico degli\r\nItaliani.* Vo. 21 (1978). Istituto dell'enciclopedia italiana. 14 Dec. 2011.\r\nWeb.\r\n\r\nNocchi, Paolo B. and Ezio Pellegrini. \"La Collezione Botanica del Cardinale\r\nOdoardo.\" *Roma Antica: Gli Orti Farnesiani sul Palatino*. Ed. Giuseppe\r\nMorganti. Roma: Scuola Tipografica S. Pio X, 1990. 413-430. Print.\r\n", "title": "Pietro Castelli, Pietro and Tobia Aldini. Exactissima Descriptio Rariorum Quarundam Plantarum, Que Continentur Rome in Horto Farnesiano", "slug": "aldini_essay", "author": "Evelyn Ansel"}}, {"pk": 2, "model": "rome_app.essay", "fields": {"text": "## Jean Barbault, *Recueïl des plus beaux morceaux de l'antiquité romaine qui existe encore* (1761) (A collection of the most beautiful morsels of Roman antiquity that still exist)\r\n\r\nThis book was printed in Rome, by Bouchard et Gravier (Libraires François rüe\r\ndu Cours près de Saint Marcel, de l'imprimerie de Komarek), in 1761. This is\r\nBarbault’s first and most important work. It is, moreover, a first edition. It\r\ncould be understood as another version of Giovanni Battista Piranesi’s\r\n*Antichità Romane* (1756). In 1756 Barbault was working on 14 plates for\r\nvolumes 2 and 3 of Piranesi’s *Antichità*, which led him to produce this book\r\na few years later. The Oxford Online dictionary describes the book as\r\ncontaining “idealized Roman landscapes,” while the dealer description of a\r\nsimilar book contained at Harvard’s Houghton Library describes the book as\r\ncontaining “artistic renderings” of Rome’s ancient ruins. This is only\r\npartially accurate, for the book could be roughly divided into two parts:\r\narchitectural and sculptural. The architectural portion of the book is\r\norganized by building type: Temples (pl. 1-15), triumphal arches (pl. 16-21),\r\ntheaters (pl. 22-27), columns and obelisks (pl. 28-31), baths and aqueducts\r\n(pl. 34-44) and tombs/altars (pl. 45-51). Plates 55-73 are devoted almost\r\nentirely to ancient statuary (along with a few bas-reliefs), with no\r\nhistorical or archaeological/architectural text accompanying them. Plates\r\n86-87 take us outside Rome proper, featuring pictures and descriptions of\r\nseveral recently discovered paintings from Herculaneum (along with an image of\r\nthe excavation site). Thus while the author prioritizes architecture, and\r\ninscribes his work within the grand Roman vedute genre, the book itself\r\ncontains much more.\r\n\r\nThe book begins with a title page vignette depicting putti drawing and\r\nmeasuring various Roman monuments from antiquity. Next there is an engraved\r\nallegorical vignette, accompanying the dedication to “his Excellency, Jean\r\nFrançois Joseph de Rochechouart.” A description of each plate helps orient the\r\nreader (now located at the back). A detailed examination of who drew and\r\nengraved each plate is illuminating in terms of complicating the idea of\r\nunitary authorship in the early modern era. The plates can be divided as\r\nfollows:\r\n\r\n    Draughtsmen/Artists      Number of plates      \r\n    \r\n    Jean Barbault                       83                      \r\n    Carlo Nolli                          1                      \r\n    L. Rusalino/Bufalino                 1                      \r\n    Unsigned                            43                     \r\n    \r\n    \r\n    Engravers                 Number of Plates\r\n    \r\n    Jean Barbault                       56 \r\n    Domenico Montagu                    52\r\n    J. (Joseph?) Bouchard                6\r\n    Freicenet                            4\r\n    Unsigned                            10\r\n\r\nThus, while we attribute the book’s authorship to Jean Barbault, many other\r\nartists had a hand in the book. Like many early modern books, it could more\r\naccurately be conceived of as a collaboration, not a monograph. Domenico\r\nMontagu looms particularly large, engraving roughly half as many of the plates\r\nas Barbault himself. Indeed, many of the characteristically Barbault images,\r\nwhich contain large picturesque and romantic ruins are attributable to\r\nMontagu. In addition to the artists, the publishers Gravier and Bouchard also\r\nappear to have a hand in this. It is the publishers who dedicated the book to\r\nJean François Joseph de Rochechouart, bishop of Laon and ambassador to the\r\nHoly See. Though we can only speculate, Barbault appears to have retained no\r\nrights over the books itself, having sold the plates outright to these\r\npublishers. The publishers may therefore have commissioned the work, or have\r\nagreed to publish it for their mutual benefit. Capitalizing on the eighteenth\r\ncentury fashion for large Roman vedute, made possible by Piranesi and Vasi,\r\nthey may have agreed to print his plates to both make a profit themselves and\r\nhelp rescue Barbault from his financial troubles. They were indeed able to\r\nprofit from the book. A posthumous edition was made in 1770, along with\r\nabridged editions in 1787 and 1783. There was also a German edition of this\r\nwork, printed in Augsburg in 1782 by C.H. Stage. Barbault’s other major work,\r\n_Les Plus beaux édifices de la Rome modern_ was much less successful by\r\ncomparison.\r\n\r\n### References:\r\n\r\nBarbault, Jean *Oxford Online Dictionary*. 15 Dec. 2011. Web\r\n", "title": " Jean Barbault, Recueïl des plus beaux morceaux de l'antiquité romaine qui existe encore (1761) (A collection of the most beautiful morsels of Roman antiquity that still exist)", "slug": "barbault_essay", "author": "author?"}}, {"pk": 3, "model": "rome_app.essay", "fields": {"text": "## Antonio Bosio, *Roma Sotteranea*\r\n\r\nThe first edition of Antonio Bosio’s *Roma sotterranea* was released\r\nposthumously in 1634, approximately five years after the author’s death. Bosio\r\nhad conducted a vast amount of preparatory work and many Roman scholars were\r\nlooking forward to the publication of his ambitious project. After the\r\nauthor’s death, the Knights of Malta, who were appointed as his beneficiary\r\n(legatee), entrusted the Oratorian Giovanni Severani with the editing and\r\nrevising of Bosio’s work. Only the second part of Bosio’s original plan was\r\ncompleted before the author’s death. This section of the project included two\r\nparts: the first was devoted to early Christian burial practices and funeral\r\nrituals and the second was dedicated to a detailed description of the Roman\r\ncatacombs that Bosio had explored. Cod. 31 of the Biblioteca Vallicelliana in\r\nRome contains Bosio’s original manuscript with Severani’s editorial revisions.\r\nAmong Severani’s additions, the most conspicuous was a whole fourth book on\r\nthe catacombs’ iconography. Facciotti printed the book and the printing\r\nprocess lasted almost three years, partially due to the laborious work for the\r\nmany illustrations present in the book. The first edition of *Roma sotterranea\r\nopera postuma di Antonio Bosio romano* [Subterranean Rome, a posthumous work\r\nof the Roman Antonio Bosio] became the object of polemical disputes between\r\nCatholics and Protestants on the history and customs of the early Christians.\r\nThe Brown University copy of Bosio’s book digitized for this website is a 1650\r\nedition of the *Roma sotterranea*. Reprinted by Lodovico Grignani on the\r\noccasion of the 1650 jubilee, this edition reached a greater number of readers\r\nthan the Facciotti edition. It was also known as *Il Bosietto*, [the little\r\nBosio], because of its compact format and reduced number of illustrations. The\r\nbook includes convenient summaries all around the text margins and only one\r\nplate appears to be missing between page 124 and 125.\r\n\r\n### References\r\n\r\nGhilardi, Massimiliano, “Baronio e la *Roma sotterranea* tra pietà oratoriana\r\ne interessi gesuitici.” Luigi Giulia (ed.), *Baronio e le sue fonti: atti del\r\nconvegno internazionale di studi: Sora, 10-13 ottobre 2007*. Sora: Centro di\r\nStudi sorani “Vincenzo Patriarca,” 2009. Print.\r\n\r\nParise, Nicola. “Bosio, Antonio.” *Dizionario Biografico degli Italiani.* Vol.\r\n13 (1971). Istituto dell’enciclopedia italiana. Web.\r\n", "title": "Antonio Bosio, Roma Sotteranea", "slug": "bosio_essay", "author": "author?"}}, {"pk": 4, "model": "rome_app.essay", "fields": {"text": "## Giacomo Lauro, *Antiquae Urbis Splendor*\r\n\r\n**Long title:** *Antiquae urbis splendor, hoc est praecipua eiusdum templa, amphitheatra, theatra, circi, naumachie, arcus triumphales, mausolea aliaque sumptuosiora aedificia, pompae item triumphalis et colossaearum imaginum descriptio; opera & industria Iacobi Lauri Romani in aes incisa atque in lucem edita. Addita est breuis quaedam et succincta imaginum explicatio in qua regum consulum imperatoruq; res gestae et rei romanae origo progressus incrementum, ac finis cu almae urbis antiquor. ac modernor. vestigior. additione utcunq; hoc insequenti anno 1630 reperiutur, et ex veteru ac recentior. historiar. monumentis clare ostenditur.*\r\n\r\nThe copy of Giacomo Lauro’s *Antiquae Urbis Splendor…* in the Theater that was\r\nRome Collection was most likely the edition printed in 1937 by Vitale\r\nMascardi, the first version of the book to have pages numbered through 167,\r\nthough in fact only 158 prints appear in this bound edition. The book has a\r\nlong and varied history of publishing, beginning in 1612, though Lauro’s work\r\non the book predates its publishing by at least eighteen years. The book was\r\nfirst printed by Giacomo Mascardi, and it originally only contained two parts,\r\nthough by 1615 it had expanded to a third part. The first part contained 37\r\nengravings, with a dedication to King Sigismund III of Poland, dated 1614, and\r\na portrait dated 1609 (borrowed from another book of engravings). The second\r\npart contained a portrait of Charles Emmanuel I, Duke of Savoy, dated 1613,\r\nand 41 engravings. It is worth noting that these first two books were both\r\ndedicated to Polish nobility, probably due to the fact that Lauro had enjoyed\r\npatronage from engraving Polish battles early in his career. The third part,\r\nadded later, was dedicated to Ranuccio Farnese, one of Lauro’s greater patrons\r\nlater in his life, and contained 40 engravings.\r\n\r\nThe number of plates included in each of the earlier editions of Lauro’s work\r\n(printed at the Camera Apostolica in 1614 in four parts, and printed there\r\nagain in 1621 in three parts) was finally settled in 1628 with the addition of\r\nthe fourth and final book for a total of 166 engravings, which is the\r\ngenerally accepted number for how many engravings total Lauro produced for\r\nthis work. The edition published by Vitale Mascardi and curated by Giovanni\r\nAlto was released in 1637. Alto added a final index and numbered each of the\r\nengravings, 2-167, for this latest release.\r\n\r\nHere, accounts differ. An edition was published by Andrea Fei with the Latin\r\ninscriptions at the bottom of nearly every engraving translated into Italian,\r\nGerman, and French for the jubilee. Some sources list this edition as being\r\nprinted in 1641 others 1625. The recorded year of the jubilee was 1625 under\r\nPope Urban VIII (whose portrait also appears in the opening pages to book one\r\nof *Antiquae Urbis Splendor*), however sources also seem to agree that the\r\njubilee book contained all four parts, which were not printed until 1628.\r\nEditions were certainly published in the years 1625, 1630, 1641, and 1699, by\r\nany account.\r\n\r\nThe edition in the Theater that was Rome collection is most likely later than\r\n1637, though it is listed under that date. After 1637, when Giovanni Alto\r\ncarefully numbered and collected all of Lauro’s engravings, the later editions\r\nwere printed with engravings rearranged or removed, as seems to be the case in\r\nthis particular book. The unnumbered title page, dated 1612, is listed as page\r\n1 in the index. The dedication portrait to Pope Urban VIII is numbered with\r\nthe date of the beginning of his papacy, 1623. This is followed by a letter to\r\nthe reader, written by Giovanni Alto and dated 1632. Next is the dedication to\r\nSigismund III, followed by a portrait of the king dated 1609. Part one of this\r\nedition is then missing pages 5, 8, 11, 16, 20, and 38, some of which are\r\navailable in the widely published modern edition of the book, *Meraviglie\r\nDella Roma Antica*. A listing for the 1637 edition mentions that there is an\r\nadditional dedication between pages 12 and 13, dated 1637, which is also\r\nabsent from this digitized version. In total, there are 44 engravings in part\r\none of this book.\r\n\r\nThe second book begins on numbered page 49, called “Antiquities of the City”\r\nand dated 1613. The dedication to the Duke of Savoy, also dated 1613, is on\r\nthe next page, followed by a portrait. Part two contains 33 engravings total\r\n(including the title, dedication, and portrait), though it is also missing\r\npages, specifically pages 60, 67, and 83.\r\n\r\nThe third book begins on the 85th engraving with a dedication to the Duke of\r\nParma and Piacenza, Ranuccio Farnese. No engravings are missing from this\r\npart, which contains 42 engravings including the title page. The book contains\r\na number of garden views.\r\n\r\nThe fourth and final part explores modern views of the city, including\r\nrevisiting some of the buildings that Lauro had reconstructed in earlier parts\r\nof the book, depicting them in a more ruinous state. The book begins on the\r\n127th engraving with another dedication to the Duke of Savoy. It contains 40\r\nengravings, including the final index, and is only missing one of the\r\nengravings (131).\r\n\r\nThis particular edition contains a total of 158 engravings, somewhat less than\r\nthe anticipated 167. However, it does show some evidence of being rebound or\r\nrearranged. In particular, the inverse of the page with the dedication to Pope\r\nUrban VIII maintains the imprint of ink from a page that does not match up\r\nwith the actual facing page. The same is true of the back of the title page.\r\nThis may mean that the book was at one point bound in a different order, or\r\ncould be the remnants of stacking pages in the print shop. The pages\r\nthemselves are thick, and the first four blank pages each contain a watermark.\r\nThe first and second pages have a simple crown, while the third page has a\r\nmore complicated image – a beautiful fleur de lys embedded in a crowned crest.\r\nThe fourth page has a very simple symbol, a ‘P’ combined with an ‘L.’ All of\r\nthe engravings themselves were clearly done by hand, and as a result have a\r\nvery personal effect, evinced by Lauro’s handwritten inscriptions, which often\r\ncontain shorthand notations, even corrected mistakes in some places (for\r\ninstance, in the title page, the word ‘_succincta_’ was clearly initially\r\nmissing the final c, which was then scratched in above the word as an insert).\r\n\r\n### References\r\n\r\nRossetti, Sergio. *Rome: A Bibliography.* Vol. 3. Florence, Italy: L.S.\r\nOlschki, 2000. 39-40. Print.\r\n\r\nBuckley, Penny. *The Splendors of Ancient Rome: A Seventeenth Century View.\r\nThe Splendors of Ancient Rome.* J. Paul Getty Museum, 1974. Print.\r\n\r\nCametti, Cecilia. Introduction. *Meraviglie Della Roma Antica* By Giacomo\r\nLauro and Cristina Falcucci. Roma: D. Audino, 1992. Print.\r\n\r\nDi Calisto, Laura. \"Lauro, Giacomo.\" *Dizionario Biografico Degli Italiani*_\r\nVol. 64. 2005. _Treccani_. Web. [[http://www.treccani.it/enciclopedia/giacomo-\r\nlauro_(Dizionario-Biografico)/](http://www.treccani.it/enciclopedia/giacomo-\r\nlauro_(Dizionario-Biografico)/)].\r\n", "title": "Giacomo Lauro, Antiquae Urbis Splendor", "slug": "lauro_essay", "author": "author?"}}, {"pk": 5, "model": "rome_app.essay", "fields": {"text": "## *Il Campo Marzio dell'antica Roma opera di G.B. Piranesi socio della real Società degli antiquari di Londra*\r\n\r\n## The Campus Martius of ancient Rome, the work of G.B. Piranesi, Fellow of the Royal Society of Antiquaries, London\r\n\r\nAlthough Il Campo Marzio was published in 1762, its publication is announced\r\nas part of the first volume of *Antichita Romane* (1756). Instead, after\r\nPiranesi’s contact with Scottish Architect Robert Adam, who was studying in\r\nRome during the 1750’s, Piranesi began to work on a grand plan reconstructing\r\nImperial Rome. This large Plan of Campo Marzio in six copperplates was titled,\r\n“Ichnographia,” or plan of the Campus Martius. As he collaborated with Robert\r\nAdam, Piranesi became more enthused about the idea of creating a full-scale\r\ntreatise. Further, before Adam left Rome he had convinced Piranesi to set his\r\nmind to the task, and Piranesi thanked Adam for his inspiration by dedicating\r\nthe work to him. The book is dedicated in 1757, even though it was published\r\nin 1762. The *approbatio* is dated 1761.\r\n\r\nThe Campus Martius, or Field of Mars, is both an important investigation of\r\nthe archaeological history of the region, as well as an important phase of\r\nPiranesi’s development as an artist. In this book, Piranesi investigates the\r\ngrowth of the area on the left bank of the Tiber that was originally a parade\r\nand sports ground. However, early imperial times gave rise to the construction\r\nof many baths, theaters, and temples that began to cover the region contained\r\nby the Capitoline, Quirinal, and Pincian Hills. In 37 plates, Piranesi\r\nreconstructed the 18th-century Campus Martius as a field for his artistic\r\ndevelopment of ancient Rome.. These architectural plans were not solely\r\nprepared from Piranesi’s creative imagination, but rather emerged as a learned\r\nassemblage from balancing his knowledge of the historical evidence and\r\nobsessive accumulation of material and historical data.. Piranesi communicates\r\nthe depth of his knowledge in each commentary accompanying every Veduta. His\r\narchaeological evidence is transformed into the forms of image and text.\r\n\r\nIn this treatise, mainly of vedute, Piranesi recreated some of the most\r\nprominent buildings and bridges with modern reconstructions removed from view\r\nso strikingly that the frame of decay of antiquity became believable. Piranesi\r\nalso went further in his investigation as he attempted to reconstruct areas of\r\nhis *Ichnographia* by creating three bird’s eye view vedute of what he\r\nimagined the magnificence of Rome to look like. In these three views Piranesi\r\nenvisions three popular areas in ancient Rome including the Theater of Balbus\r\nand theater of Marcellus, the Amphitheater of Statilis Taurus, and the\r\nPantheon. However, Piranesi does not just focus on the main buildings in the\r\nneighborhood, but also every detail of the buildings, people, streets, and\r\nwaterways in the vicinity. With the completion of a book such as Il Campo\r\nMarzio and the competitive nature of Roman print culture during the Grand Tour\r\nera, Piranesi was a major contributor to the movement which made 18th century\r\nRome popular.\r\n\r\nThere are two versions of Il Campo Marzio. The first version was published in\r\nRome in 1762. This version is composed of two title pages, one in Latin and\r\none in Italian, two ornamented letters, one “A” in Latin and one “D” in\r\nItalian, four vignettes, which in this particular book are located at the end\r\nrather than the beginning where they are recorded more commonly, 42 plates by\r\nPiranesi, 5 of these plates are composed of several copper plates, one\r\nengraving by Westerhout pertaining to the raising of the Column of Antoninus\r\nPius in 1705, 68 pages of text in Italian and Latin, with six pages of\r\ndedication to Robert Adam, and finally, 29 pages of indices. The second\r\nversion was published in Paris. These editions were published after 1762 and\r\ncontain plates numbered 418 to 455.\r\n\r\nIl Campo Marzio is a large book meant for public display and open viewing. The\r\nbook is large enough to be laid open across a wide and tall surface. The pages\r\nof the book are thin and soft, and upon further investigation it will be\r\ndetermined if there exist any herbs for preservation purposes stuffed between\r\nthe pages. The book is currently bound, well-taken care of and in good\r\ncondition. It currently resides in Chicago within the collection of Mr.\r\nVincent Buonanno.\r\n\r\n### References:\r\n\r\nPenny, Nicholas. *Piranesi.* London: Oresko. (1978). Print.\r\n\r\nWilton-Ely, *John Giovanni Battista Piranesi: The Complete Etchings.* Vol. II.\r\nSan Francisco: Alan Wofsy Fine Arts. (1994). Print.\r\n\r\nWofsy, Alan. *Giovanni Battista Piranesi: The Complete Etchings*. Koln; New\r\nYork: Taschen. (2000): 394-431. Print.\r\n", "title": "Il Campo Marzio dell'antica Roma opera di G.B. Piranesi socio della real Società degli antiquari di Londra", "slug": "piranesi_campo_essay", "author": "author?"}}, {"pk": 7, "model": "rome_app.essay", "fields": {"text": "##[HIAA2540D The Theater that was Rome Seminar, Fall 2011 ][1]\r\nWebsite with collaboratively authored essays on themes that arose during the semester\r\n\r\n\r\n  [1]: https://sites.google.com/a/brown.edu/stg-test/?pli=1", "title": "HIAA2540D The Theater that was Rome Seminar, Fall 2011", "slug": "HIAA2540D_Seminar_link", "author": "author?"}}]